{
  "id": "nevo_interim_agreement_law",
  "url": "https://www.nevo.co.il/law_html/law01/177_006.htm",
  "description": "חוק יישום הסכם הביניים - נבו",
  "fetch_timestamp": "2026-02-10T17:10:49.757010",
  "success": true,
  "status_code": 200,
  "content_type": "text/html; charset=utf-8",
  "raw_text": "חוק יישום הסכם הביניים בדבר הגדה המערבית ורצועת עזה (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ו-1996\nבטחון\n– תכנית ההתנתקות – עזה ויריחו – העברת סמכויות\nתוכן ענינים\nפרק א': מטרת החוק\nGo\n2\nסעיף 1\nמטרת החוק\nGo\n2\nפרק ב': סמכות שיפוט ועזרה   משפטית\nGo\n2\nסעיף 2\nתיקון תקנות שעת חירום\nGo\n2\nפרק ג': שחרור אסירים ואי-העמדה   לדין\nGo\n3\nסעיף 3\nשחרור והעברה של אסירים ועצורים\nGo\n3\nסעיף 4\nאי העמדה לדין\nGo\n3\nסעיף 5\nתיקון חוק יישום ההסכם בדבר   רצועת עזה ואזור יריחו\nGo\n3\nפרק ד': תובענות נגד המדינה\nGo\n3\nסעיף 6\nהגדרות\nGo\n3\nסעיף 7\nתובענות לפי סעיף\nxx\nלהסכם\nGo\n3\nסעיף 8\nתחולת פרק ד'\nGo\n3\nפרק ה': מעבר בין ישראל לאזור\nGo\n4\nסעיף 9\nהגדרות\nGo\n4\nסעיף 10\nנקודות בדיקה\nGo\n4\nסעיף 11\nסמכויות בדיקה וחיפוש\nGo\n4\nסעיף 12\nשמירת דינים\nGo\n4\nסעיף 13\nביצוע ותקנות\nGo\n4\nפרק ו': הוראות שונות\nGo\n4\nסעיף 14\nהוראות שר התקשורת\nGo\n4\nסעיף 15\nתיקון חוק יישום ההסכם בדבר   העברה מכינה של סמכויות\nGo\n5\nסעיף 16\nתיקון חוק הכניסה לישראל\nמס' 6\nGo\n5\nסעיף 17\nתיקון חוק יישום ההסכם בדבר   רצועת עזה ואזור יריחו\nGo\n5\nסעיף 18\nתיקון חוק שירותי הכבאות\nמס' 4\nGo\n5\nסעיף 19\nביצוע ותקנות\nGo\n5\nחוק יישום הסכם הביניים בדבר הגדה המערבית ורצועת עזה (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ו-1996\n*\nפרק א': מטרת החוק\nמטרת החוק\n1.\nחוק זה מטרתו ליישם את הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינגטון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995) לרבות נספחיו והמסמכים שנלוו אליו (להלן – ההסכם), וכן להסדיר ענינים הכרוכים ביישום כאמור.\nפרק ב': סמכות שיפוט ועזרה משפטית\nתיקון תקנות שעת חירום (יהודה והשומרון וחבל עזה – שיפוט בעבירות ועזרה משפטית)\n2.\nבתוספת לחוק להארכת תוקפן של תקנות שעת-חירום (יהודה והשומרון וחבל עזה – שיפוט בעבירות ועזרה משפטית), תשכ\"ח-1967 –\n(1)\nבתקנה 1 –\n(א)\nבהגדרה \"אזור\", במקום \"למעט שטחי עזה ויריחו\" יבוא \"למעט שטחי המועצה הפלסטינית\";\n(ב)\nבמקום ההגדרות \"שטחי עזה ויריחו\", \"ההסכם\", \"הרשות הפלסטינית\", ו\"המשטרה הפלסטינית\" יבואו:\n\"\"שטחי המועצה הפלסטינית\" – השטחים הכלולים, מעת לעת, בתחום הסמכות הטריטוריאלית של המועצה לפי ההסכם;\n\"ההסכם\" – הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינגטון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995), לרבות נספחיו והמסמכים שנלוו אליו;\n\"המועצה\" – המועצה הפלסטינית שתכונן בהתאם להסכם, ועד לכינונה – הרשות הפלסטינית כמשמעותה בהסכם;\n\"המשטרה הפלסטינית\" – המשטרה הפלסטינית בשטחי המועצה הפלסטינית כמשמעותה בהסכם;\";\n(2)\nבתקנה 2 –\n(א)\nבמקום תקנת משנה (ג) יבוא:\n\"(ג)\nתקנה זו אינה חלה על מי שבשעת המעשה או המחדל היה תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים;\"\n(ב)\nבתקנת משנה (ה), במקום \"באחד האזורים\" יבוא \"באזור\";\n(3)\nבתקנה 2ב –\n(א)\nבתקנת משנה (א), במקום \"אף אם\" יבוא \"אך מהטעם כי\";\n(ב)\nבתקנת משנה (ב) –\n(1)\nבמקום \"לא יחולו\" יבוא \"אינן פוגעות בסמכות בית משפט או בית דין להימנע מלדון בתובענה\";\n(2)\nאחרי פסקה (2) יבוא:\n\"(3)\nנושא התובענה הוא חוזה שבו תניית שיפוט מפורשת הקובעת כי מקום השיפוט יהיה מחוץ לישראל;\n(4)\nקיים הליך תלוי ועומד באותו ענין בין הצדדים.\";\n(4)\nאחרי תקנה 3א יבוא:\n\"\nסמכות בעניני הוצאה לפועל\n3ב.\nראש ההוצאה לפועל, מוציא לפועל וכל מי שהוקנו לו סמכויות מכוח חיקוק שענינו הוצאה לפועל, מוסמך להפעיל את סמכויותיו מכוח חיקוק כאמור גם באזור נגד חייב ישראלי או רכושו לשם ביצוע פסק דין או שטר.\";\n(5)\nבתקנה 4(א), בכל מקום, במקום \"שאדם\" יבוא \"שישראלי\", במקום \"והאדם\" יבוא ו\"הישראלי\" ובמקום \"שהאדם\" יבוא \"שהישראלי\";\n(6)\nתקנה 5א –\n(א)\nבמקום \"תושב האזור\" יבוא \"תושב אזור שאינו ישראלי\";\n(ב)\nאחרי תקנת משנה (א) יבוא:\n\"(א1) הורה בית המשפט בישראל על הגשת תסקיר של קצין מבחן לפי החיקוקים המוזכרים בתקנת משנה (א) לגבי תושב שטחי המועצה הפלסטינית, רשאי קצין מבחן להגיש לבית המשפט תסקיר המסתמך על חוות דעת של רשות מוסמכת בשטחי המועצה הפלסטינית.\";\n(7)\nבתקנה 6א, בכל מקום, במקום \"תושב האזור\" יבוא \"תושב אזור שאינו ישראלי\";\n(8)\nהתקנה המסומנת \"6ה\" שכותרת השוליים שלה \"שירותי הבריאות באזור\" תסומן \"6ו\";\n(9)\nבתקנה 7(א), אחרי פסקה (3) יבוא:\n\"(4)\nהגנה על זכות יוצרים על יצירות שפורסמו לראשונה באזור, או אם לא פורסמו – שמחברן היה תושב האזור;\".\n(10)\nבכותרת של סימן ב' לפרק ג', במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\";\n(11)\nבתקנה 8(א)(1), במקום תקנות משנה (ב) ו-(ג) יבוא:\n\"(ב)\nצו למעצרו ולהעברתו לידי המועצה של תושב אזור או תושב שטחי המועצה הפלסטינית שאינם ישראלים, הנמצאים בישראל, לשם ביצועו של צו הבאה שהוציא בית משפט מוסמך בשטחי המועצה הפלסטינית נגד אדם לצורך מתן עדות בענין פלילי שבתחום סמכותו;\n(ג)\nצו למעצרו ולהבאתו בהתאם לתקנה 12(ב) לשם ביצועו של צו הבאה כאמור;\n(ג1)\nצו עיכוב יציאה מן הארץ לגבי חשוד, נאשם או נידון, הנמצאים בישראל ואינם ישראלים, וכן צו כאמור לגבי תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים, לצורך ביצוע צו שהוציא בית משפט מוסמך בשטחי המועצה הפלסטינית בענין פלילי שבתחום סמכותו;\";\n(12)\nבתקנה 8, תקנת משנה (א)(2)(א) – תימחק;\n(13)\nבתקנה 12(ב), במקום \"מי שאינו תושב האזור או מי שאינו תושב שטחי עזה ויריחו\" יבוא \"ישראלי או מי שאינו תושב אזור או תושב שטחי המועצה הפלסטינית\", ואחרי \"תקנה 8(א)(1)(ב)\" יבוא \"ו-(ג)\";\n(14)\nבתקנה 13(ד), במקום \"שפעולת עזרה משפטית שביקשה הרשות הפלסטינית\" יבוא \"כי פעולה לפי פרק זה\" ובמקום המילה \"היא\" יבוא \"המועצה\";\n(15)\nבתקנה 15 –\n(א)\nהאמור בתקנה יסומן (א) ובה, במקום \"תושב שטחי עזה ויריחו\" יבוא \"תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים.\";\n(ב)\nאחרי תקנת משנה (א) יבוא:\n\"(ב)\nקטין תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים אשר בית המשפט בישראל הטיל עליהם עונש או דרך טיפול כאמור בסעיפים 25 ו-26 לחוק הנוער (שפיטה, ענישה ודרכי טיפול), תשל\"א-1971, ניתן יהיה לבצעם, במידה שלא בוצעו בישראל, בשטחי המועצה הפלסטינית שהם תושבים בהם, זולת אם התנגד לכך; ביצוע עונש או דרך טיפול כאמור יהיו בכפוף להסדרים שייקבעו בהסכם בין מדינת ישראל לבין המועצה ועל פי צו של שר המשפטים בהתייעצות עם שר הבטחון, השר לבטחון פנים או שר העבודה והרווחה, לפי הענין.\";\nת\"ט תש\"ס-1999\n(16)\nבתקנות 2, 2א, 2ב, 2ג, 6 ו-8 עד 16, בכל מקום, במקום \"הרשות הפלסטינית\" יבוא \"המועצה\", במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\", ובמקום \"נספח\nIII\n\" יבוא \"נספח\nIV\n\";\nמיום 17.1.1996\nת\"ט תש\"ס-1999\nס\"ח תש\"ס מס' 1719\nמיום 9.12.1999 עמ' 33\n(16)\nבתקנות 2, 2א, 2ב, 2ג, 6 ו-8\nעד 15\nעד 16\n, בכל מקום, במקום \"הרשות הפלסטינית\" יבוא \"המועצה\", במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\", ובמקום \"נספח\nIII\n\" יבוא \"נספח\nIV\n\";\n(17)\nבתקנה 16 –\n(א)\nבמקום פסקה (2) יבוא:\n\"(2)\nהוכחת תעודות חוץ שנערכו או שהוצאו בשטחי המועצה הפלסטינית;\";\n(ב)\nבפסקה (5), במקום המילים \"רשות שיפוטית\" יבוא \"רשות מוסמכת בשטחי המועצה הפלסטינית\";\n(ג)\nאחרי פסקה (5) יבוא:\n\"(6)\nהגנה על זכות יוצרים על יצירות שפורסמו לראשונה בשטחי המועצה הפלסטינית, או אם לא פורסמו – שמחברן היה תושב שטחי המועצה הפלסטינית;\";\n(18)\nאחרי תקנה 16 יבוא:\n\"\nמסירת מידע וידיעות למועצה\n16א.\n(א)\nעל אף הוראות כל דין, ובכפוף להוראות תקנה 13(ב), רשאים משרדי הממשלה, מוסדות המדינה האחרים ותאגידים שהוקמו בחוק, לשם קיום התחייבויות המדינה כלפי המועצה, למסור למועצה מידע וידיעות בנוגע לתושב אזור או לתושב שטחי המועצה הפלסטינית, שאינם ישראלים, ולגבי עסקה או הסכם בין תושב כאמור לבין אדם אחר – גם מידע וידיעות לגבי אותו אדם בנוגע לעסקה או להסכם.\n(ב)\nמי שמסר מידע או ידיעות לפי סעיף זה יקיים רישום של המידע שנמסר.\n(ג)\nכל שר בתחום משרדו רשאי לקבוע עובדים שיהיו רשאים להעביר מידע למועצה בהתאם לתקנה זו.\"\nפרק ג': שחרור אסירים ואי-העמדה לדין\nשחרור והעברה של אסירים ועצורים\n3.\n(א)\nיישומו של סעיף\nXVI\nלהסכם בדבר שחרורם של אסירים ושל עצורים המוחזקים במתקן כליאה בישראל, או בדבר העברתם לידי המועצה, יהיה על פי החלטה של ועדה שימנה שר המשפטים לענין זה ולפי אמות מידה שקבעה הממשלה.\n(ב)\nהחלטת הועדה תהיה אסמכתא לשחרורו של אסיר או עצור או להעברתו לידי המועצה, ואולם רשאית הועדה להתנות את שחרורם של אסירים או עצורים, או את העברתם של אסירים כאמור בסעיף (א) בתנאים.\n(ג)\nהופר תנאי מתנאי השחרור או ההעברה של אסיר או עצור, רשאי בית משפט שלום לצוות על ביטול השחרור או ההעברה ולהורות כי האסיר המשוחרר או המועבר ירצה את יתרת מאסרו, או כי העצור המשוחרר או המועבר יחזור למעצר שבו היה נתון ערב שחרורו, לתקופה שיקבע בית המשפט, וניתן יהיה להמשיך נגדו בהליכים שהופסקו עם שחרורו; החלטת בית משפט שלום לפי סעיף זה ניתנת לערעור לפני בית משפט מחוזי בדן יחיד.\nאי-העמדה לדין\n4.\nמי שניתן בידו היתר כניסה לשטחי יהודה והשומרון וחבל עזה בהתאם לסעיף\nXVI\n(3) להסכם, לא יועמד לדין על עבירה שהוא חשוד שעבר אותה לפני יום כ\"ז באלול תשנ\"ג (13 בספטמבר 1993).\nתיקון חוק יישום ההסכם בדבר רצועת עזה ואזור יריחו\n5.\nסעיפים 3 ו-4 לחוק ליישום ההסכם בדבר רצועת עזה ואזור יריחו (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ה-1944 - בטלים.\nפרק ד': תובענות נגד המדינה\nהגדרות\n6.\nבפרק זה –\n\"אזור\", \"המועצה\", \"ההסכם\", \"ישראלי\" ו\"שטחי המועצה הפלסטינית\" – כהגדרתם בחוק להארכת תוקפן של תקנות שעת חירום (יהודה והשומרון וחבל עזה - שיפוט בעבירות ועזרה משפטית), תשכ\"ח-1967;\n\"תייר לישראל\" – מי שנכנס לישראל על פי אשרה לפי חוק הכניסה לישראל, תשי\"ב-1952, או שכניסתו לישראל היתה פטורה מאשרה לפי סעיף 17 לחוק האמור או מכוח צו שהוצא על פיו, למעט תושב אזור או תושב שטחי המועצה הפלסטינית;\n\"המדינה\" – מדינת ישראל, לרבות כל רשות מרשויות צה\"ל והמינהל האזרחי בשטחי יהודה והשומרון וחבל עזה, כל רשות אחרת מרשויות המדינה וכל תאגיד שהוקם על פי חוק בישראל או על-פי הדין ותחיקת הבטחון באזור;\n\"בית משפט\" – לרבות בית דין.\nתובענות לפי סעיף\nxx\nלהסכם\n7.\n(א)\nבית משפט לא ידון בתובענה נגד המדינה של מי שאינו ישראלי או תייר לישראל שעילתה מעשה או מחדל, חבות או התחייבות, שנעשו או שיסודן במסגרת תחומי האחריות או הכוחות שהועברו למועצה כמפורט בנספח\nIII\nלהסכם.\n(ב)\nהוראת סעיף קטן (א) תחול גם על תובענה נגד מי שפעל מטעמה של המדינה, למעט בנסיבות שבהן לא היתה המדינה חבה כלפי התובע גם אלמלא הוראת סעיף קטן (א).\nתחולת פרק ד'\n8.\nהאמור בסעיף 7 יחול גם על תובענה התלויה ועומדת בפני בית משפט ביום כניסתו לתוקף של חוק זה אלא אם כן הוחל בשמיעת ראיות בתובענה; הופסק הדיון בתובענה לפי סעיף זה רשאי בית המשפט להורות על החזרת כספי האגרה לתובע, כולם או מקצתם.\nפרק ה': מעבר בין ישראל לאזור\nהגדרות\n9.\nבפרק זה –\n\"אזור\" – כל אחד מאלה: יהודה והשומרון וחבל עזה;\n(תיקון מס' 1) תשס\"ה-2005\n\"בודק\" – כל אחד מאלה:\n(1)\nשוטר;\n(2)\nחייל שהוסמך לפי חוק סמכויות לשם שמירה על ביטחון הציבור לעשות שימוש בסמכויות כאמור באותו חוק בנקודת בדיקה (בפרק זה – חייל מוסמך);\n(3)\nעובד ציבור כהגדרתו בחוק סמכויות לשם שמירה על ביטחון הציבור, שהוסמך לשמש כמאבטח בנקודת בדיקה לפי החוק האמור (בפרק זה – עובד ציבור);\n(4)\nאדם שאינו עובד ציבור שהוסמך לשמש כמאבטח בנקודת בדיקה לפי חוק סמכויות לשם שמירה על ביטחון הציבור (בפרק זה – מאבטח);\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח 3118\n)\nהחלפת הגדרת \"בודק\"\nהנוסח הקודם:\n\"בודק\" – שוטר, חייל שהוצב בנקודת בדיקה לשם הפעלת סמכויות לפי פרק זה, וכן אדם אחר, עובד המדינה, שהוענקה לו סמכות שוטר לפי סעיף 4 לפקודת סדר הדין הפלילי (מעצר וחיפוש) [נוסח חדש], התשכ\"ט-1969 (להלן – הפקודה);\n(תיקון מס' 1) תשס\"ה-2005\n\"חוק סמכויות לשם שמירה על ביטחון הציבור\" – חוק סמכויות לשם שמירה על ביטחון הציבור, התשס\"ה-2005;\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח 3118\n)\nהוספת הגדרת \"חוק סמכויות לשם שמירה על ביטחון הציבור\"\n(תיקון מס' 1) תשס\"ה-2005\n\"נקודת בדיקה\" – מקום שנקבע בצו לפי סעיף 10(א).\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח 3118\n)\nהוספת הגדרת \"נקודת בדיקה\"\nנקודות בדיקה\n10.\n(א)\nשר הפנים, בהסכמת שר הביטחון והשר לביטחון פנים, רשאי לקבוע בצו נקודות בדיקה לנכנסים לישראל מאזור וליוצאים מישראל לאזור.\n(ב)\nנקבעו בצו לפי סעיף קטן (א) נקודות בדיקה, לא יכנס אדם לישראל מאזור ולא יצא מישראל לאזור אלא דרך אחת מנקודות הבדיקה שנקבעו.\n(ג)\nשר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים, רשאי לפטור אדם או סוגי בני-אדם מתחולת הוראות סעיף זה, כולן או מקצתן.\n(תיקון מס' 1) תשס\"ה-2005\n(ד)\nהשר הממונה על נקודת בדיקה או מי שהוא הסמיך לכך, יקבע בנהלים אחראי על נקודת הבדיקה שהוא עובד ציבור, שוטר או חייל מוסמך וכן הסדרים לענין שימוש בסמכויות לפי חוק זה.\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 763 (\nה\"ח 3118\n)\nהוספת סעיף קטן 10(ד)\nסמכויות בדיקה וחיפוש\n11.\n(א)\nבודק רשאי לדרוש מכל אדם הנכנס לישראל מאזור ומכל אדם היוצא מישראל לאזור –\n(1)\nלהציג בפניו תעודה רשמית המעידה על זהותו והנושאת את תמונתו;\n(2)\nלהציג בפניו היתר, לכניסה לישראל, שניתן לפי כל דין;\n(3)\nלהציג בפניו תיעוד הנוגע לרכב ולנהיגה בו, לרבות היתר להכנסתו לישראל או להוצאתו ממנה, ככל שהדבר נדרש לפי כל דין;\n(4)\nלהציג בפניו כל מסמך אחר כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים;\n(5)\nלבצע פעולות נוספות הדרושות לקביעת זהותו, כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים.\n(תיקון מס' 1) תשס\"ה-2005\n(א1)\nהשר לביטחון פנים או שר הביטחון, לפי הענין, רשאי לקבוע סוגי פעולות המנויות בפסקאות (4) ו-(5) של סעיף קטן (א), שאותם לא יהיה מוסמך מאבטח לבצע, או שלא יהיה מוסמך לבצעם אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(ב)\nבודק רשאי, לשם שמירה על בטחון הציבור ולשם גילוי עבירות, לערוך חיפוש בכליו או בכלי רכב של אדם הנכנס לישראל מאזור או היוצא מישראל לאזור.\n(תיקון מס' 1) תשס\"ה-2005\n(ג)\nבודק שהוא שוטר, חייל מוסמך או עובד ציבור רשאי, לשם שמירה על ביטחון הציבור או לשם גילוי עבירות, לערוך חיפוש על גופו של אדם הנכנס לישראל מאזור או היוצר מישראל לאזור; על חיפוש לפי סעיף קטן זה יחול הוראות סעיף 3 לחוק סמכויות לשם שמירה על ביטחון הציבור; מאבטח לא יהיה מוסמך לעשות שימוש בסמכויות לפי סעיף קטן זה אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(תיקון מס' 1) תשס\"ה-2005\n(ד)\nסירב אדם לקיים דרישת בודק לפי סעיף קטן (א) או לעריכת חיפוש לפי סעיפים קטנים (ב) או (ג), רשאי הבודק למנוע את מעברו של אותו אדם בנקודת הבדיקה; היה הבודק מאבטח, יהיה רשאי למנוע מעברו של אותו אדם בנקודת הבדיקה רק באישור בודק שהוא שוטר, חייל מוסמך או עובד ציבור; לשם קבלת אישור כאמור יקרא המאבטח בלא דיחוי לבודק המוסמך להחליט בדבר מניעת המעבר, אשר יחליט בענין בהקדם האפשרי.\n(תיקון מס' 1) תשס\"ה-2005\n(ה)\nסמכויות של שוטר לענין תפיסת חפץ שנתגלה אגב חיפוש לפי פרק זה יהיו גם לבודק שהוא חייל מוסמך או עובד ציבור והוראות הפרק הרביעי לפקודה יחולו על התפוס, בשינויים המחוייבים.\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 763 (\nה\"ח 3118\n)\n11.\n(א)\nבודק רשאי לדרוש מכל אדם הנכנס לישראל מאזור ומכל אדם היוצא מישראל לאזור –\n(1)\nלהציג בפניו תעודה רשמית המעידה על זהותו והנושאת את תמונתו;\n(2)\nלהציג בפניו היתר, לכניסה לישראל, שניתן לפי כל דין;\n(3)\nלהציג בפניו תיעוד הנוגע לרכב ולנהיגה בו, לרבות היתר להכנסתו לישראל או להוצאתו ממנה, ככל שהדבר נדרש לפי כל דין;\n(4)\nלהציג בפניו כל מסמך אחר כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים;\n(5)\nלבצע פעולות נוספות הדרושות לקביעת זהותו, כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים.\n(א1)\nהשר לביטחון פנים או שר הביטחון, לפי הענין, רשאי לקבוע סוגי פעולות המנויות בפסקאות (4) ו-(5) של סעיף קטן (א), שאותם לא יהיה מוסמך מאבטח לבצע, או שלא יהיה מוסמך לבצעם אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(ב)\nבודק רשאי, לשם שמירה על בטחון הציבור ולשם גילוי עבירות, לערוך חיפוש בכליו או בכלי רכב של אדם הנכנס לישראל מאזור או היוצא מישראל לאזור.\n(ג)\nשוטר, או בודק שהוענקה לו סמכות שוטר לפי סעיף 4 לפקודה, וכן בודק המצוי תחת פיקוחם בנקודת הבדיקה, רשאים, לשם שמירה על בטחון הציבור ולשם גילוי עבירות, לערוך חיפוש, כאמור בסעיף 22 לפקודה, על גופו של אדם הנכנס לישראל מאזור או היוצא מישראל לאזור; חיפוש על גופו של אדם לא ייעשה אלא בידי בן מינו.\n(ג)\nבודק שהוא שוטר, חייל מוסמך או עובד ציבור רשאי, לשם שמירה על ביטחון הציבור או לשם גילוי עבירות, לערוך חיפוש על גופו של אדם הנכנס לישראל מאזור או היוצר מישראל לאזור; על חיפוש לפי סעיף קטן זה יחול הוראות סעיף 3 לחוק סמכויות לשם שמירה על ביטחון הציבור; מאבטח לא יהיה מוסמך לעשות שימוש בסמכויות לפי סעיף קטן זה אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(ד)\nסירב אדם לקיים דרישת בודק לפי סעיף קטן (א) או לעריכת חיפוש לפי סעיפים קטנים (ב) או (ג), רשאי הבודק למנוע את מעברו של אותו אדם בנקודת הבדיקה\n; היה הבודק מאבטח, יהיה רשאי למנוע מעברו של אותו אדם בנקודת הבדיקה רק באישור בודק שהוא שוטר, חייל מוסמך או עובד ציבור; לשם קבלת אישור כאמור יקרא המאבטח בלא דיחוי לבודק המוסמך להחליט בדבר מניעת המעבר, אשר יחליט בענין בהקדם האפשרי\n.\n(ה)\nסמכויות של שוטר לענין תפיסת חפץ שנתגלה אגב חיפוש לפי פרק זה יהיו גם\nלחייל שהוענקה לו סמכות שוטר לפי סעיף 4 לפקודה\nלבודק שהוא חייל מוסמך או עובד ציבור\nוהוראות הפרק הרביעי לפקודה יחולו על התפוס, בשינויים המחוייבים.\nשמירת דינים\n12.\nאין בהוראות פרק זה כדי לגרוע מכל סמכות או חובה לפי כל דין.\nביצוע ותקנות\n13.\nשר הפנים ממונה על ביצועו של פרק זה והוא רשאי, בהסכמת שר הבטחון והשר לבטחון פנים, להתקין תקנות לביצועו.\nפרק ו': הוראות שונות\nהוראות שר התקשורת\n14.\nעל אף האמור בכל דין רשאי שר התקשורת להורות לרשות הדואר לתת את השירותים הדרושים לביצוע התחייבות המדינה לפי סעיף\nVI\nלנספח\nII\nלהסכם; שר התקשורת יקבע את התמורה שהמדינה תשלם לרשות הדואר בעד השירותים שניתנו לפי סעיף זה.\nתיקון חוק יישום ההסכם בדבר העברה מכינה של סמכויות\n15.\nסעיף 11 לחוק יישום ההסכם בדבר העברה מכינה של סמכויות לרשות הפלסטינית (תיקוני חקיקה והוראות שונות), תשנ\"ה-1995 – בטל.\nתיקון חוק הכניסה לישראל – מס' 6\n16.\nבסעיף 13א לחוק הכניסה לישראל, תשי\"ב–1952 –\n(1)\nבסעיף קטן (א) –\n(א)\nבמקום ההגדרות \"ההסכם\", \"אזור\" ו\"שטחי עזה ויריחו\" יבוא:\n\"\"ההסכם\" – הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינגטון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995), לרבות נספחיו והמסמכים שנלוו אליו;\n\"אזור\" – יהודה והשומרון וחבל עזה למעט שטחי המועצה הפלסטינית;\n\"שטחי המועצה הפלסטינית\" – השטחים הכלולים מעת לעת בתחום הסמכות הטריטוריאלית של המועצה לפי ההסכם;\";\n(ב)\nבהגדרה \"היתר\", במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\";\n(2)\nבסעיף קטן (ב), במקום \"תושב שטחי עזה ויריחו, או תושב אזור\" יבוא \"תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים\".\nתיקון חוק יישום ההסכם בדבר רצועת עזה ואזור יריחו (הגבלת פעילות)\n17.\nבחוק יישום ההסכם בדבר רצועת עזה ואזור יריחו (הגבלת פעילות), תשנ\"ה-1994 –\n(1)\nבשם החוק, במקום \"ההסכם בדבר רצועת עזה ואזור יריחו\" יבוא \"הסכם הביניים בדבר הגדה המערבית ורצועת עזה\";\n(2)\nבכל מקום, במקום \"הרשות הפלסטינית\" יבוא \"המועצה\";\n(3)\nבסעיף 1, במקום \"לתחומי עזה ויריחו\" יבוא \"לתחום שטחי המועצה הפלסטינית\";\n(4)\nבסעיף 2, במקום ההגדרות \"ההסכם\", \"הרשות הפלסטינית\" ו\"שטחי עזה ויריחו\" יבוא:\n\"\"ההסכם, \"המועצה\" ו\"שטחי המועצה הפלסטינית\" – כהגדרתם בחוק להארכת תוקפן של תקנות שעת חירום (יהודה והשומרון וחבל עזה – שיפוט בעבירות ועזרה משפטית), תשכ\"ח-1967\".\nתיקון חוק שירותי הכבאות – מס' 4\n18.\nבחוק שירותי הכבאות, תשי\"ט-1959, אחרי סעיף 5 יבוא:\n\"\nעזרה בשירותי כבאות באזור ובשטחי המועצה הפלסטינית\n5א.\n(א)\nבסעיף זה –\n\"אזור\" – יהודה והשומרון וחבל עזה למעט שטחי המועצה הפלסטינית;\n\"המועצה\" – המועצה הפלסטינית שתכונן בהתאם להסכם, ועד לכינונה – הרשות הפלסטינית כמשמעותה בהסכם;\n\"ההסכם\" – הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינטגון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995), לרבות נספחיו והמסמכים שנלוו אליו;\n\"שטחי המועצה הפלסטינית\" – השטחים הכלולים מעת לעת בתחום הסמכות הטריטוריאלית של המועצה לפי ההסכם.\n(ב)\nשר הפנים רשאי לקבוע הסדרים לפיהם רשות כבאות תושיט עזרה באזור לפי בקשת מפקד כוחות צה\"ל באזור או מי שהוסמך מטעמו לענין שירותי כבאות באזור.\n(ג)\nשר הפנים רשאי לקבוע הסדרים לפיהם רשות כבאות תושיט עזרה בשטחי המועצה הפלסטינית לפי בקשת המועצה או רשות מוסמכת מטעמה, לענין שירותי כבאות\".\nביצוע ותקנות\n19.\nשר המשפטים ממונה על ביצועם של פרקים ג' ו-ד' והוא רשאי להתקין תקנות בכל הנוגע לביצועם; תקנות לביצוע פרק ג' יהיו באישור ועדת החוץ והבטחון של הכנסת; תקנות לביצוע פרק ד' יהיו באישור ועדת החוקה חוק ומשפט של הכנסת.\nשמעון פרס\nראש הממשלה\nעזר ויצמן\nשבח וייס\nנשיא המדינה\nיושב ראש הכנסת\nהודעה למנויים על עריכה ושינויים במסמכי פסיקה, חקיקה ועוד באתר נבו - הקש כאן\n*\nפורסם\nס\"ח תשנ\"ו מס' 1556\nמיום 17.1.1996 עמ' 34 (\nה\"ח תשנ\"ו מס' 2468\nעמ' 330).\nת\"ט\nס\"ח תש\"ס מס' 1719\nמיום 9.12.1999 עמ' 33; תחילתו ביום 17.1.1996.\nתוקן\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח תשס\"ב מס' 3118\nעמ' 568) – תיקון מס' 1 [במקור מס' 2] בסעיף 13 לחוק סמכויות לשם שמירה על ביטחון הציבור, תשס\"ה-2005.",
  "extracted_text": "חוק יישום הסכם הביניים בדבר הגדה המערבית ורצועת עזה (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ו-1996\nבטחון\n– תכנית ההתנתקות – עזה ויריחו – העברת סמכויות\nתוכן ענינים\nפרק א': מטרת החוק\nGo\n2\nסעיף 1\nמטרת החוק\nGo\n2\nפרק ב': סמכות שיפוט ועזרה   משפטית\nGo\n2\nסעיף 2\nתיקון תקנות שעת חירום\nGo\n2\nפרק ג': שחרור אסירים ואי-העמדה   לדין\nGo\n3\nסעיף 3\nשחרור והעברה של אסירים ועצורים\nGo\n3\nסעיף 4\nאי העמדה לדין\nGo\n3\nסעיף 5\nתיקון חוק יישום ההסכם בדבר   רצועת עזה ואזור יריחו\nGo\n3\nפרק ד': תובענות נגד המדינה\nGo\n3\nסעיף 6\nהגדרות\nGo\n3\nסעיף 7\nתובענות לפי סעיף\nxx\nלהסכם\nGo\n3\nסעיף 8\nתחולת פרק ד'\nGo\n3\nפרק ה': מעבר בין ישראל לאזור\nGo\n4\nסעיף 9\nהגדרות\nGo\n4\nסעיף 10\nנקודות בדיקה\nGo\n4\nסעיף 11\nסמכויות בדיקה וחיפוש\nGo\n4\nסעיף 12\nשמירת דינים\nGo\n4\nסעיף 13\nביצוע ותקנות\nGo\n4\nפרק ו': הוראות שונות\nGo\n4\nסעיף 14\nהוראות שר התקשורת\nGo\n4\nסעיף 15\nתיקון חוק יישום ההסכם בדבר   העברה מכינה של סמכויות\nGo\n5\nסעיף 16\nתיקון חוק הכניסה לישראל\nמס' 6\nGo\n5\nסעיף 17\nתיקון חוק יישום ההסכם בדבר   רצועת עזה ואזור יריחו\nGo\n5\nסעיף 18\nתיקון חוק שירותי הכבאות\nמס' 4\nGo\n5\nסעיף 19\nביצוע ותקנות\nGo\n5\nחוק יישום הסכם הביניים בדבר הגדה המערבית ורצועת עזה (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ו-1996\n*\nפרק א': מטרת החוק\nמטרת החוק\n1.\nחוק זה מטרתו ליישם את הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינגטון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995) לרבות נספחיו והמסמכים שנלוו אליו (להלן – ההסכם), וכן להסדיר ענינים הכרוכים ביישום כאמור.\nפרק ב': סמכות שיפוט ועזרה משפטית\nתיקון תקנות שעת חירום (יהודה והשומרון וחבל עזה – שיפוט בעבירות ועזרה משפטית)\n2.\nבתוספת לחוק להארכת תוקפן של תקנות שעת-חירום (יהודה והשומרון וחבל עזה – שיפוט בעבירות ועזרה משפטית), תשכ\"ח-1967 –\n(1)\nבתקנה 1 –\n(א)\nבהגדרה \"אזור\", במקום \"למעט שטחי עזה ויריחו\" יבוא \"למעט שטחי המועצה הפלסטינית\";\n(ב)\nבמקום ההגדרות \"שטחי עזה ויריחו\", \"ההסכם\", \"הרשות הפלסטינית\", ו\"המשטרה הפלסטינית\" יבואו:\n\"\"שטחי המועצה הפלסטינית\" – השטחים הכלולים, מעת לעת, בתחום הסמכות הטריטוריאלית של המועצה לפי ההסכם;\n\"ההסכם\" – הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינגטון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995), לרבות נספחיו והמסמכים שנלוו אליו;\n\"המועצה\" – המועצה הפלסטינית שתכונן בהתאם להסכם, ועד לכינונה – הרשות הפלסטינית כמשמעותה בהסכם;\n\"המשטרה הפלסטינית\" – המשטרה הפלסטינית בשטחי המועצה הפלסטינית כמשמעותה בהסכם;\";\n(2)\nבתקנה 2 –\n(א)\nבמקום תקנת משנה (ג) יבוא:\n\"(ג)\nתקנה זו אינה חלה על מי שבשעת המעשה או המחדל היה תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים;\"\n(ב)\nבתקנת משנה (ה), במקום \"באחד האזורים\" יבוא \"באזור\";\n(3)\nבתקנה 2ב –\n(א)\nבתקנת משנה (א), במקום \"אף אם\" יבוא \"אך מהטעם כי\";\n(ב)\nבתקנת משנה (ב) –\n(1)\nבמקום \"לא יחולו\" יבוא \"אינן פוגעות בסמכות בית משפט או בית דין להימנע מלדון בתובענה\";\n(2)\nאחרי פסקה (2) יבוא:\n\"(3)\nנושא התובענה הוא חוזה שבו תניית שיפוט מפורשת הקובעת כי מקום השיפוט יהיה מחוץ לישראל;\n(4)\nקיים הליך תלוי ועומד באותו ענין בין הצדדים.\";\n(4)\nאחרי תקנה 3א יבוא:\n\"\nסמכות בעניני הוצאה לפועל\n3ב.\nראש ההוצאה לפועל, מוציא לפועל וכל מי שהוקנו לו סמכויות מכוח חיקוק שענינו הוצאה לפועל, מוסמך להפעיל את סמכויותיו מכוח חיקוק כאמור גם באזור נגד חייב ישראלי או רכושו לשם ביצוע פסק דין או שטר.\";\n(5)\nבתקנה 4(א), בכל מקום, במקום \"שאדם\" יבוא \"שישראלי\", במקום \"והאדם\" יבוא ו\"הישראלי\" ובמקום \"שהאדם\" יבוא \"שהישראלי\";\n(6)\nתקנה 5א –\n(א)\nבמקום \"תושב האזור\" יבוא \"תושב אזור שאינו ישראלי\";\n(ב)\nאחרי תקנת משנה (א) יבוא:\n\"(א1) הורה בית המשפט בישראל על הגשת תסקיר של קצין מבחן לפי החיקוקים המוזכרים בתקנת משנה (א) לגבי תושב שטחי המועצה הפלסטינית, רשאי קצין מבחן להגיש לבית המשפט תסקיר המסתמך על חוות דעת של רשות מוסמכת בשטחי המועצה הפלסטינית.\";\n(7)\nבתקנה 6א, בכל מקום, במקום \"תושב האזור\" יבוא \"תושב אזור שאינו ישראלי\";\n(8)\nהתקנה המסומנת \"6ה\" שכותרת השוליים שלה \"שירותי הבריאות באזור\" תסומן \"6ו\";\n(9)\nבתקנה 7(א), אחרי פסקה (3) יבוא:\n\"(4)\nהגנה על זכות יוצרים על יצירות שפורסמו לראשונה באזור, או אם לא פורסמו – שמחברן היה תושב האזור;\".\n(10)\nבכותרת של סימן ב' לפרק ג', במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\";\n(11)\nבתקנה 8(א)(1), במקום תקנות משנה (ב) ו-(ג) יבוא:\n\"(ב)\nצו למעצרו ולהעברתו לידי המועצה של תושב אזור או תושב שטחי המועצה הפלסטינית שאינם ישראלים, הנמצאים בישראל, לשם ביצועו של צו הבאה שהוציא בית משפט מוסמך בשטחי המועצה הפלסטינית נגד אדם לצורך מתן עדות בענין פלילי שבתחום סמכותו;\n(ג)\nצו למעצרו ולהבאתו בהתאם לתקנה 12(ב) לשם ביצועו של צו הבאה כאמור;\n(ג1)\nצו עיכוב יציאה מן הארץ לגבי חשוד, נאשם או נידון, הנמצאים בישראל ואינם ישראלים, וכן צו כאמור לגבי תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים, לצורך ביצוע צו שהוציא בית משפט מוסמך בשטחי המועצה הפלסטינית בענין פלילי שבתחום סמכותו;\";\n(12)\nבתקנה 8, תקנת משנה (א)(2)(א) – תימחק;\n(13)\nבתקנה 12(ב), במקום \"מי שאינו תושב האזור או מי שאינו תושב שטחי עזה ויריחו\" יבוא \"ישראלי או מי שאינו תושב אזור או תושב שטחי המועצה הפלסטינית\", ואחרי \"תקנה 8(א)(1)(ב)\" יבוא \"ו-(ג)\";\n(14)\nבתקנה 13(ד), במקום \"שפעולת עזרה משפטית שביקשה הרשות הפלסטינית\" יבוא \"כי פעולה לפי פרק זה\" ובמקום המילה \"היא\" יבוא \"המועצה\";\n(15)\nבתקנה 15 –\n(א)\nהאמור בתקנה יסומן (א) ובה, במקום \"תושב שטחי עזה ויריחו\" יבוא \"תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים.\";\n(ב)\nאחרי תקנת משנה (א) יבוא:\n\"(ב)\nקטין תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים אשר בית המשפט בישראל הטיל עליהם עונש או דרך טיפול כאמור בסעיפים 25 ו-26 לחוק הנוער (שפיטה, ענישה ודרכי טיפול), תשל\"א-1971, ניתן יהיה לבצעם, במידה שלא בוצעו בישראל, בשטחי המועצה הפלסטינית שהם תושבים בהם, זולת אם התנגד לכך; ביצוע עונש או דרך טיפול כאמור יהיו בכפוף להסדרים שייקבעו בהסכם בין מדינת ישראל לבין המועצה ועל פי צו של שר המשפטים בהתייעצות עם שר הבטחון, השר לבטחון פנים או שר העבודה והרווחה, לפי הענין.\";\nת\"ט תש\"ס-1999\n(16)\nבתקנות 2, 2א, 2ב, 2ג, 6 ו-8 עד 16, בכל מקום, במקום \"הרשות הפלסטינית\" יבוא \"המועצה\", במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\", ובמקום \"נספח\nIII\n\" יבוא \"נספח\nIV\n\";\nמיום 17.1.1996\nת\"ט תש\"ס-1999\nס\"ח תש\"ס מס' 1719\nמיום 9.12.1999 עמ' 33\n(16)\nבתקנות 2, 2א, 2ב, 2ג, 6 ו-8\nעד 15\nעד 16\n, בכל מקום, במקום \"הרשות הפלסטינית\" יבוא \"המועצה\", במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\", ובמקום \"נספח\nIII\n\" יבוא \"נספח\nIV\n\";\n(17)\nבתקנה 16 –\n(א)\nבמקום פסקה (2) יבוא:\n\"(2)\nהוכחת תעודות חוץ שנערכו או שהוצאו בשטחי המועצה הפלסטינית;\";\n(ב)\nבפסקה (5), במקום המילים \"רשות שיפוטית\" יבוא \"רשות מוסמכת בשטחי המועצה הפלסטינית\";\n(ג)\nאחרי פסקה (5) יבוא:\n\"(6)\nהגנה על זכות יוצרים על יצירות שפורסמו לראשונה בשטחי המועצה הפלסטינית, או אם לא פורסמו – שמחברן היה תושב שטחי המועצה הפלסטינית;\";\n(18)\nאחרי תקנה 16 יבוא:\n\"\nמסירת מידע וידיעות למועצה\n16א.\n(א)\nעל אף הוראות כל דין, ובכפוף להוראות תקנה 13(ב), רשאים משרדי הממשלה, מוסדות המדינה האחרים ותאגידים שהוקמו בחוק, לשם קיום התחייבויות המדינה כלפי המועצה, למסור למועצה מידע וידיעות בנוגע לתושב אזור או לתושב שטחי המועצה הפלסטינית, שאינם ישראלים, ולגבי עסקה או הסכם בין תושב כאמור לבין אדם אחר – גם מידע וידיעות לגבי אותו אדם בנוגע לעסקה או להסכם.\n(ב)\nמי שמסר מידע או ידיעות לפי סעיף זה יקיים רישום של המידע שנמסר.\n(ג)\nכל שר בתחום משרדו רשאי לקבוע עובדים שיהיו רשאים להעביר מידע למועצה בהתאם לתקנה זו.\"\nפרק ג': שחרור אסירים ואי-העמדה לדין\nשחרור והעברה של אסירים ועצורים\n3.\n(א)\nיישומו של סעיף\nXVI\nלהסכם בדבר שחרורם של אסירים ושל עצורים המוחזקים במתקן כליאה בישראל, או בדבר העברתם לידי המועצה, יהיה על פי החלטה של ועדה שימנה שר המשפטים לענין זה ולפי אמות מידה שקבעה הממשלה.\n(ב)\nהחלטת הועדה תהיה אסמכתא לשחרורו של אסיר או עצור או להעברתו לידי המועצה, ואולם רשאית הועדה להתנות את שחרורם של אסירים או עצורים, או את העברתם של אסירים כאמור בסעיף (א) בתנאים.\n(ג)\nהופר תנאי מתנאי השחרור או ההעברה של אסיר או עצור, רשאי בית משפט שלום לצוות על ביטול השחרור או ההעברה ולהורות כי האסיר המשוחרר או המועבר ירצה את יתרת מאסרו, או כי העצור המשוחרר או המועבר יחזור למעצר שבו היה נתון ערב שחרורו, לתקופה שיקבע בית המשפט, וניתן יהיה להמשיך נגדו בהליכים שהופסקו עם שחרורו; החלטת בית משפט שלום לפי סעיף זה ניתנת לערעור לפני בית משפט מחוזי בדן יחיד.\nאי-העמדה לדין\n4.\nמי שניתן בידו היתר כניסה לשטחי יהודה והשומרון וחבל עזה בהתאם לסעיף\nXVI\n(3) להסכם, לא יועמד לדין על עבירה שהוא חשוד שעבר אותה לפני יום כ\"ז באלול תשנ\"ג (13 בספטמבר 1993).\nתיקון חוק יישום ההסכם בדבר רצועת עזה ואזור יריחו\n5.\nסעיפים 3 ו-4 לחוק ליישום ההסכם בדבר רצועת עזה ואזור יריחו (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ה-1944 - בטלים.\nפרק ד': תובענות נגד המדינה\nהגדרות\n6.\nבפרק זה –\n\"אזור\", \"המועצה\", \"ההסכם\", \"ישראלי\" ו\"שטחי המועצה הפלסטינית\" – כהגדרתם בחוק להארכת תוקפן של תקנות שעת חירום (יהודה והשומרון וחבל עזה - שיפוט בעבירות ועזרה משפטית), תשכ\"ח-1967;\n\"תייר לישראל\" – מי שנכנס לישראל על פי אשרה לפי חוק הכניסה לישראל, תשי\"ב-1952, או שכניסתו לישראל היתה פטורה מאשרה לפי סעיף 17 לחוק האמור או מכוח צו שהוצא על פיו, למעט תושב אזור או תושב שטחי המועצה הפלסטינית;\n\"המדינה\" – מדינת ישראל, לרבות כל רשות מרשויות צה\"ל והמינהל האזרחי בשטחי יהודה והשומרון וחבל עזה, כל רשות אחרת מרשויות המדינה וכל תאגיד שהוקם על פי חוק בישראל או על-פי הדין ותחיקת הבטחון באזור;\n\"בית משפט\" – לרבות בית דין.\nתובענות לפי סעיף\nxx\nלהסכם\n7.\n(א)\nבית משפט לא ידון בתובענה נגד המדינה של מי שאינו ישראלי או תייר לישראל שעילתה מעשה או מחדל, חבות או התחייבות, שנעשו או שיסודן במסגרת תחומי האחריות או הכוחות שהועברו למועצה כמפורט בנספח\nIII\nלהסכם.\n(ב)\nהוראת סעיף קטן (א) תחול גם על תובענה נגד מי שפעל מטעמה של המדינה, למעט בנסיבות שבהן לא היתה המדינה חבה כלפי התובע גם אלמלא הוראת סעיף קטן (א).\nתחולת פרק ד'\n8.\nהאמור בסעיף 7 יחול גם על תובענה התלויה ועומדת בפני בית משפט ביום כניסתו לתוקף של חוק זה אלא אם כן הוחל בשמיעת ראיות בתובענה; הופסק הדיון בתובענה לפי סעיף זה רשאי בית המשפט להורות על החזרת כספי האגרה לתובע, כולם או מקצתם.\nפרק ה': מעבר בין ישראל לאזור\nהגדרות\n9.\nבפרק זה –\n\"אזור\" – כל אחד מאלה: יהודה והשומרון וחבל עזה;\n(תיקון מס' 1) תשס\"ה-2005\n\"בודק\" – כל אחד מאלה:\n(1)\nשוטר;\n(2)\nחייל שהוסמך לפי חוק סמכויות לשם שמירה על ביטחון הציבור לעשות שימוש בסמכויות כאמור באותו חוק בנקודת בדיקה (בפרק זה – חייל מוסמך);\n(3)\nעובד ציבור כהגדרתו בחוק סמכויות לשם שמירה על ביטחון הציבור, שהוסמך לשמש כמאבטח בנקודת בדיקה לפי החוק האמור (בפרק זה – עובד ציבור);\n(4)\nאדם שאינו עובד ציבור שהוסמך לשמש כמאבטח בנקודת בדיקה לפי חוק סמכויות לשם שמירה על ביטחון הציבור (בפרק זה – מאבטח);\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח 3118\n)\nהחלפת הגדרת \"בודק\"\nהנוסח הקודם:\n\"בודק\" – שוטר, חייל שהוצב בנקודת בדיקה לשם הפעלת סמכויות לפי פרק זה, וכן אדם אחר, עובד המדינה, שהוענקה לו סמכות שוטר לפי סעיף 4 לפקודת סדר הדין הפלילי (מעצר וחיפוש) [נוסח חדש], התשכ\"ט-1969 (להלן – הפקודה);\n(תיקון מס' 1) תשס\"ה-2005\n\"חוק סמכויות לשם שמירה על ביטחון הציבור\" – חוק סמכויות לשם שמירה על ביטחון הציבור, התשס\"ה-2005;\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח 3118\n)\nהוספת הגדרת \"חוק סמכויות לשם שמירה על ביטחון הציבור\"\n(תיקון מס' 1) תשס\"ה-2005\n\"נקודת בדיקה\" – מקום שנקבע בצו לפי סעיף 10(א).\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח 3118\n)\nהוספת הגדרת \"נקודת בדיקה\"\nנקודות בדיקה\n10.\n(א)\nשר הפנים, בהסכמת שר הביטחון והשר לביטחון פנים, רשאי לקבוע בצו נקודות בדיקה לנכנסים לישראל מאזור וליוצאים מישראל לאזור.\n(ב)\nנקבעו בצו לפי סעיף קטן (א) נקודות בדיקה, לא יכנס אדם לישראל מאזור ולא יצא מישראל לאזור אלא דרך אחת מנקודות הבדיקה שנקבעו.\n(ג)\nשר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים, רשאי לפטור אדם או סוגי בני-אדם מתחולת הוראות סעיף זה, כולן או מקצתן.\n(תיקון מס' 1) תשס\"ה-2005\n(ד)\nהשר הממונה על נקודת בדיקה או מי שהוא הסמיך לכך, יקבע בנהלים אחראי על נקודת הבדיקה שהוא עובד ציבור, שוטר או חייל מוסמך וכן הסדרים לענין שימוש בסמכויות לפי חוק זה.\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 763 (\nה\"ח 3118\n)\nהוספת סעיף קטן 10(ד)\nסמכויות בדיקה וחיפוש\n11.\n(א)\nבודק רשאי לדרוש מכל אדם הנכנס לישראל מאזור ומכל אדם היוצא מישראל לאזור –\n(1)\nלהציג בפניו תעודה רשמית המעידה על זהותו והנושאת את תמונתו;\n(2)\nלהציג בפניו היתר, לכניסה לישראל, שניתן לפי כל דין;\n(3)\nלהציג בפניו תיעוד הנוגע לרכב ולנהיגה בו, לרבות היתר להכנסתו לישראל או להוצאתו ממנה, ככל שהדבר נדרש לפי כל דין;\n(4)\nלהציג בפניו כל מסמך אחר כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים;\n(5)\nלבצע פעולות נוספות הדרושות לקביעת זהותו, כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים.\n(תיקון מס' 1) תשס\"ה-2005\n(א1)\nהשר לביטחון פנים או שר הביטחון, לפי הענין, רשאי לקבוע סוגי פעולות המנויות בפסקאות (4) ו-(5) של סעיף קטן (א), שאותם לא יהיה מוסמך מאבטח לבצע, או שלא יהיה מוסמך לבצעם אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(ב)\nבודק רשאי, לשם שמירה על בטחון הציבור ולשם גילוי עבירות, לערוך חיפוש בכליו או בכלי רכב של אדם הנכנס לישראל מאזור או היוצא מישראל לאזור.\n(תיקון מס' 1) תשס\"ה-2005\n(ג)\nבודק שהוא שוטר, חייל מוסמך או עובד ציבור רשאי, לשם שמירה על ביטחון הציבור או לשם גילוי עבירות, לערוך חיפוש על גופו של אדם הנכנס לישראל מאזור או היוצר מישראל לאזור; על חיפוש לפי סעיף קטן זה יחול הוראות סעיף 3 לחוק סמכויות לשם שמירה על ביטחון הציבור; מאבטח לא יהיה מוסמך לעשות שימוש בסמכויות לפי סעיף קטן זה אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(תיקון מס' 1) תשס\"ה-2005\n(ד)\nסירב אדם לקיים דרישת בודק לפי סעיף קטן (א) או לעריכת חיפוש לפי סעיפים קטנים (ב) או (ג), רשאי הבודק למנוע את מעברו של אותו אדם בנקודת הבדיקה; היה הבודק מאבטח, יהיה רשאי למנוע מעברו של אותו אדם בנקודת הבדיקה רק באישור בודק שהוא שוטר, חייל מוסמך או עובד ציבור; לשם קבלת אישור כאמור יקרא המאבטח בלא דיחוי לבודק המוסמך להחליט בדבר מניעת המעבר, אשר יחליט בענין בהקדם האפשרי.\n(תיקון מס' 1) תשס\"ה-2005\n(ה)\nסמכויות של שוטר לענין תפיסת חפץ שנתגלה אגב חיפוש לפי פרק זה יהיו גם לבודק שהוא חייל מוסמך או עובד ציבור והוראות הפרק הרביעי לפקודה יחולו על התפוס, בשינויים המחוייבים.\nמיום 8.8.2005\nתיקון מס' 1\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 763 (\nה\"ח 3118\n)\n11.\n(א)\nבודק רשאי לדרוש מכל אדם הנכנס לישראל מאזור ומכל אדם היוצא מישראל לאזור –\n(1)\nלהציג בפניו תעודה רשמית המעידה על זהותו והנושאת את תמונתו;\n(2)\nלהציג בפניו היתר, לכניסה לישראל, שניתן לפי כל דין;\n(3)\nלהציג בפניו תיעוד הנוגע לרכב ולנהיגה בו, לרבות היתר להכנסתו לישראל או להוצאתו ממנה, ככל שהדבר נדרש לפי כל דין;\n(4)\nלהציג בפניו כל מסמך אחר כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים;\n(5)\nלבצע פעולות נוספות הדרושות לקביעת זהותו, כפי שיקבע שר הפנים, בהסכמת שר הבטחון והשר לבטחון פנים.\n(א1)\nהשר לביטחון פנים או שר הביטחון, לפי הענין, רשאי לקבוע סוגי פעולות המנויות בפסקאות (4) ו-(5) של סעיף קטן (א), שאותם לא יהיה מוסמך מאבטח לבצע, או שלא יהיה מוסמך לבצעם אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(ב)\nבודק רשאי, לשם שמירה על בטחון הציבור ולשם גילוי עבירות, לערוך חיפוש בכליו או בכלי רכב של אדם הנכנס לישראל מאזור או היוצא מישראל לאזור.\n(ג)\nשוטר, או בודק שהוענקה לו סמכות שוטר לפי סעיף 4 לפקודה, וכן בודק המצוי תחת פיקוחם בנקודת הבדיקה, רשאים, לשם שמירה על בטחון הציבור ולשם גילוי עבירות, לערוך חיפוש, כאמור בסעיף 22 לפקודה, על גופו של אדם הנכנס לישראל מאזור או היוצא מישראל לאזור; חיפוש על גופו של אדם לא ייעשה אלא בידי בן מינו.\n(ג)\nבודק שהוא שוטר, חייל מוסמך או עובד ציבור רשאי, לשם שמירה על ביטחון הציבור או לשם גילוי עבירות, לערוך חיפוש על גופו של אדם הנכנס לישראל מאזור או היוצר מישראל לאזור; על חיפוש לפי סעיף קטן זה יחול הוראות סעיף 3 לחוק סמכויות לשם שמירה על ביטחון הציבור; מאבטח לא יהיה מוסמך לעשות שימוש בסמכויות לפי סעיף קטן זה אלא בפיקוח ובקרה של שוטר, חייל מוסמך או עובד ציבור, המצוי בנקודת הבדיקה.\n(ד)\nסירב אדם לקיים דרישת בודק לפי סעיף קטן (א) או לעריכת חיפוש לפי סעיפים קטנים (ב) או (ג), רשאי הבודק למנוע את מעברו של אותו אדם בנקודת הבדיקה\n; היה הבודק מאבטח, יהיה רשאי למנוע מעברו של אותו אדם בנקודת הבדיקה רק באישור בודק שהוא שוטר, חייל מוסמך או עובד ציבור; לשם קבלת אישור כאמור יקרא המאבטח בלא דיחוי לבודק המוסמך להחליט בדבר מניעת המעבר, אשר יחליט בענין בהקדם האפשרי\n.\n(ה)\nסמכויות של שוטר לענין תפיסת חפץ שנתגלה אגב חיפוש לפי פרק זה יהיו גם\nלחייל שהוענקה לו סמכות שוטר לפי סעיף 4 לפקודה\nלבודק שהוא חייל מוסמך או עובד ציבור\nוהוראות הפרק הרביעי לפקודה יחולו על התפוס, בשינויים המחוייבים.\nשמירת דינים\n12.\nאין בהוראות פרק זה כדי לגרוע מכל סמכות או חובה לפי כל דין.\nביצוע ותקנות\n13.\nשר הפנים ממונה על ביצועו של פרק זה והוא רשאי, בהסכמת שר הבטחון והשר לבטחון פנים, להתקין תקנות לביצועו.\nפרק ו': הוראות שונות\nהוראות שר התקשורת\n14.\nעל אף האמור בכל דין רשאי שר התקשורת להורות לרשות הדואר לתת את השירותים הדרושים לביצוע התחייבות המדינה לפי סעיף\nVI\nלנספח\nII\nלהסכם; שר התקשורת יקבע את התמורה שהמדינה תשלם לרשות הדואר בעד השירותים שניתנו לפי סעיף זה.\nתיקון חוק יישום ההסכם בדבר העברה מכינה של סמכויות\n15.\nסעיף 11 לחוק יישום ההסכם בדבר העברה מכינה של סמכויות לרשות הפלסטינית (תיקוני חקיקה והוראות שונות), תשנ\"ה-1995 – בטל.\nתיקון חוק הכניסה לישראל – מס' 6\n16.\nבסעיף 13א לחוק הכניסה לישראל, תשי\"ב–1952 –\n(1)\nבסעיף קטן (א) –\n(א)\nבמקום ההגדרות \"ההסכם\", \"אזור\" ו\"שטחי עזה ויריחו\" יבוא:\n\"\"ההסכם\" – הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינגטון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995), לרבות נספחיו והמסמכים שנלוו אליו;\n\"אזור\" – יהודה והשומרון וחבל עזה למעט שטחי המועצה הפלסטינית;\n\"שטחי המועצה הפלסטינית\" – השטחים הכלולים מעת לעת בתחום הסמכות הטריטוריאלית של המועצה לפי ההסכם;\";\n(ב)\nבהגדרה \"היתר\", במקום \"שטחי עזה ויריחו\" יבוא \"שטחי המועצה הפלסטינית\";\n(2)\nבסעיף קטן (ב), במקום \"תושב שטחי עזה ויריחו, או תושב אזור\" יבוא \"תושב אזור או תושב שטחי המועצה הפלסטינית, שאינם ישראלים\".\nתיקון חוק יישום ההסכם בדבר רצועת עזה ואזור יריחו (הגבלת פעילות)\n17.\nבחוק יישום ההסכם בדבר רצועת עזה ואזור יריחו (הגבלת פעילות), תשנ\"ה-1994 –\n(1)\nבשם החוק, במקום \"ההסכם בדבר רצועת עזה ואזור יריחו\" יבוא \"הסכם הביניים בדבר הגדה המערבית ורצועת עזה\";\n(2)\nבכל מקום, במקום \"הרשות הפלסטינית\" יבוא \"המועצה\";\n(3)\nבסעיף 1, במקום \"לתחומי עזה ויריחו\" יבוא \"לתחום שטחי המועצה הפלסטינית\";\n(4)\nבסעיף 2, במקום ההגדרות \"ההסכם\", \"הרשות הפלסטינית\" ו\"שטחי עזה ויריחו\" יבוא:\n\"\"ההסכם, \"המועצה\" ו\"שטחי המועצה הפלסטינית\" – כהגדרתם בחוק להארכת תוקפן של תקנות שעת חירום (יהודה והשומרון וחבל עזה – שיפוט בעבירות ועזרה משפטית), תשכ\"ח-1967\".\nתיקון חוק שירותי הכבאות – מס' 4\n18.\nבחוק שירותי הכבאות, תשי\"ט-1959, אחרי סעיף 5 יבוא:\n\"\nעזרה בשירותי כבאות באזור ובשטחי המועצה הפלסטינית\n5א.\n(א)\nבסעיף זה –\n\"אזור\" – יהודה והשומרון וחבל עזה למעט שטחי המועצה הפלסטינית;\n\"המועצה\" – המועצה הפלסטינית שתכונן בהתאם להסכם, ועד לכינונה – הרשות הפלסטינית כמשמעותה בהסכם;\n\"ההסכם\" – הסכם הביניים הישראלי-פלסטיני בדבר הגדה המערבית ורצועת עזה, שנחתם בוושינטגון בין מדינת ישראל לבין ארגון השחרור הפלסטיני, ביום ד' בתשרי תשנ\"ו (28 בספטמבר 1995), לרבות נספחיו והמסמכים שנלוו אליו;\n\"שטחי המועצה הפלסטינית\" – השטחים הכלולים מעת לעת בתחום הסמכות הטריטוריאלית של המועצה לפי ההסכם.\n(ב)\nשר הפנים רשאי לקבוע הסדרים לפיהם רשות כבאות תושיט עזרה באזור לפי בקשת מפקד כוחות צה\"ל באזור או מי שהוסמך מטעמו לענין שירותי כבאות באזור.\n(ג)\nשר הפנים רשאי לקבוע הסדרים לפיהם רשות כבאות תושיט עזרה בשטחי המועצה הפלסטינית לפי בקשת המועצה או רשות מוסמכת מטעמה, לענין שירותי כבאות\".\nביצוע ותקנות\n19.\nשר המשפטים ממונה על ביצועם של פרקים ג' ו-ד' והוא רשאי להתקין תקנות בכל הנוגע לביצועם; תקנות לביצוע פרק ג' יהיו באישור ועדת החוץ והבטחון של הכנסת; תקנות לביצוע פרק ד' יהיו באישור ועדת החוקה חוק ומשפט של הכנסת.\nשמעון פרס\nראש הממשלה\nעזר ויצמן\nשבח וייס\nנשיא המדינה\nיושב ראש הכנסת\nהודעה למנויים על עריכה ושינויים במסמכי פסיקה, חקיקה ועוד באתר נבו - הקש כאן\n*\nפורסם\nס\"ח תשנ\"ו מס' 1556\nמיום 17.1.1996 עמ' 34 (\nה\"ח תשנ\"ו מס' 2468\nעמ' 330).\nת\"ט\nס\"ח תש\"ס מס' 1719\nמיום 9.12.1999 עמ' 33; תחילתו ביום 17.1.1996.\nתוקן\nס\"ח תשס\"ה מס' 2022\nמיום 8.8.2005 עמ' 762 (\nה\"ח תשס\"ב מס' 3118\nעמ' 568) – תיקון מס' 1 [במקור מס' 2] בסעיף 13 לחוק סמכויות לשם שמירה על ביטחון הציבור, תשס\"ה-2005.",
  "error": null,
  "final_url": "https://www.nevo.co.il/law_html/law01/177_006.htm",
  "raw_html_length": 191634
}