{
  "id": "wikipedia_salach_hassan",
  "url": "https://he.wikipedia.org/wiki/%D7%91%D7%92%22%D7%A5_%D7%A1%D7%9C%D7%90%D7%97_%D7%97%D7%A1%D7%9F_%D7%A0%D7%92%D7%93_%D7%94%D7%9E%D7%95%D7%A1%D7%93_%D7%9C%D7%91%D7%99%D7%98%D7%95%D7%97_%D7%9C%D7%90%D7%95%D7%9E%D7%99",
  "description": "בג\"ץ סלאח חסן נגד המוסד לביטוח לאומי - ויקיפדיה",
  "fetch_timestamp": "2026-02-10T17:10:52.884866",
  "success": true,
  "status_code": 200,
  "content_type": "text/html; charset=UTF-8",
  "raw_text": "בג\"ץ 10662/04 סלאח חסן ואחרים נגד המוסד לביטוח לאומי ואחרים\nמידע החלטה\nערכאה\nבית המשפט העליון\nתאריך החלטה\n28 בפברואר\n2012\nחברי ה\nמותב\nחברי המותב\nדורית ביניש\n,\nמרים נאור\n,\nעדנה ארבל\n,\nאליקים רובינשטיין\n,\nסלים ג'ובראן\n,\nאסתר חיות\n,\nעוזי פוגלמן\nבג\"ץ 10662/04\nסלאח חסן ואחרים נגד המוסד לביטוח לאומי ואחרים\nניתן ביום\n28 בפברואר\n2012\nוהכריע בסוגיית סעיף 9א (ב) לחוק הבטחת הכנסה, אשר שלל קיצבת הבטחת הכנסה באופן קטגורי ממי שהשתמש או שהחזיק בבעלותו\nרכב פרטי\n. הֶרכּב מורחב של שבעה שופטים הכריע בעתירה זו וקבע כי סעיף החוק כפי שקיים פוגע ב\nזכות לקיום האנושי המינימלי בכבוד\n, שהיא זכות יסוד חוקתית. בפסיקה זו ביטל בית המשפט למעשה חקיקה ראשית של הכנסת. היה זה הביטול הראשון של חוק בעילת פגיעה בזכות חברתית. החלטה זו הייתה החלטתה האחרונה של השופטת\nדורית ביניש\nכנשיאת\nבית המשפט העליון\n[\n1\n]\n.\nרקע\n[\nעריכת קוד מקור\n|\nעריכה\n]\nחוק הבטחת הכנסה\n[\nעריכת קוד מקור\n|\nעריכה\n]\nחוק הבטחת הכנסה התשמ\"א–1980 קובע כי לכל אדם בישראל שמלאו לו 25 שנה, ואין ביכולתו להבטיח לעצמו או למשפחתו\nהכנסה\nלצורכי מחייה, יש לשלם קצבה בשיעור הקבוע בחוק. תכליתו העיקרית של החוק היא לתמוך בתושבי מדינת ישראל שאינם יכולים לספק לעצמם את צורכיהם ולהעניק להם רשת ביטחון סוציאלית בסיסית\n[\n2\n]\n. יישום החלטה זו נעשה באמצעות גמלה דיפרנציאלית בהתאם לגילו ולמצבו המשפחתי של הזכאי.\nקבלת הגמלה מותנית בשלושה מבחנים, וכדי להיות זכאי לה יש לעמוד בשלושתם גם יחד:\nמבחן התושבות: על המבקש להיות\nתושב ישראל\nב-12 החודשים אשר קדמו לבקשתו (כאשר חוקק החוק התקופה עמדה על 24 חודשים וקוצרה לאחר מכן).\nמבחן ההכנסה: למבקש אין\nהכנסה\nמכל מקור שהוא (שכר, הון, רכוש, וחלק מקצבאות הביטוח הלאומי).\nמבחן תעסוקה: המבקש ממצה את יכולתו להשתכר בשוק התעסוקה\n[\n3\n]\n.\nהמדיניות הכללית בישראל בתחילת שנות ה-2000\n[\nעריכת קוד מקור\n|\nעריכה\n]\nבמהלך שנות ה-90 חל גידול משמעותי במספר המשפחות המקבלות הבטחת הכנסה, מ-32 אלף משפחות בשנת 1990 ל-151 אלף משפחות בשנת 2002. שיעור המקבלים גמלת הבטחת הכנסה מתוך כלל האוכלוסייה בגילאי העבודה, גדל מ-2% בשנת 1991 ל-4.6% בשנת 1999. מספר הנפשות הממוצע למשפחה נתמכת קטן לאורך השנים מ-3.25 נפשות למשפחה, ל-2.66 נפשות למשפחה. מקורות הגידול העיקריים היו תחילת זכאותם של עולים חדשים לתשלומי הבטחת הכנסה החל משנת 1992 ו\nחוק משפחות חד הוריות\nמאותה שנה. גם שיעור הנשים המקבלות הבטחת הכנסה מכלל הנשים בגילאי עבודה זינק מ-2.4% ל-6.2%.\nבשנת 2002 החל\nמשרד האוצר\nבראשות השר\nבנימין נתניהו\n, במהלך לצמצום מספר מקבלי הבטחת הכנסה, כמו גם תשלומים אחרים באמצעות החמרת הקריטריונים לקבלת הבטחת הכנסה ו\nדמי אבטלה\n. צעדים אלו עוררו מחאות רבות שהבולטות שבהן הייתה הצעדה מ\nמצפה רמון\nלירושלים, בראשותה של הפעילה החברתית\nויקי קנפו\n.\nהחמרת הקריטריונים הובילה לקיטון במספר הכולל של מקבלי הבטחת הכנסה משיא של 161 אלף בתחילת 2003 ל-144 אלף בסוף שנת 2004. מספר המשפחות החד הוריות שעלה מכ-8 אלף בשנת 1990 ל-53 אלף ביוני 2003 צנח בעקבות החמרת התקנות בחודש זה ל-41 אלף בסוף שנת 2004. במספר היחידים, הקטינים והמשפחות לא חל כמעט שינוי בתקופה זו, כך שניתן להסיק כי הירידה במספר מקבלי הבטחת הכנסה באה כמעט במלואה מקרב משפחות חד-הוריות והן היו הנפגעות העיקריות מהמהלך שהוביל משרד האוצר. במקביל חלה ירידה ב\nשיעור האבטלה\nמשיעור שקרוב ל-11% לפחות מ-10% בתחילת שנת 2005\n[\n4\n]\n.\nעובדות\n[\nעריכת קוד מקור\n|\nעריכה\n]\nטרם פסיקת בג\"ץ קבע סעיף 5(ב) לחוק הבטחת הכנסה כי:\n5ב. הגמלה לזכאי שיש לו הכנסה תהיה בסכום השווה להפרש שבין הגמלה, שהיה זכאי לה לפי סעיפים קטנים (א) או (ה) לולא ההכנסה, לבין ההכנסה.\nואילו סעיפים 9א (א) ו-9א (ב) לחוק הבטחת הכנסה קבעו כי:\n9א. (א) בסעיף זה. \"רכב\" – רכב מנועי כהגדרתו בסעיף 1 ל\nפקודת התעבורה\n, שבבעלות התובע או שבשימושו של התובע או ילדו הנמצא עמו, למעט אופנוע.\n(ב) לעיניין חוק זה רואים בכפוף להוראות סעיף קטן (ג) רכב כנכס אשר מופקת ממנו הכנסה חודשית שסכומה אינו נמוך מסכום הגמלה שהייתה משתלמת לתובע, לולא הוראות סעיף קטן זה\n[\n5\n]\n.\nשילוב סעיפים אלה הביא למסקנה על פיה מי שבבעלותו רכב או שעושה בו שימוש קבוע, אינו זכאי לגמלת הבטחת הכנסה באופן\nקטגורי\n, שכן רואים את \"הכנסתו\" מן הרכב כאילו הייתה בגובה הגמלה שהייתה משתלמת לו אילולא היה הרכב בבעלותו או בשימושו. למעשה, החוק ראה את מבקש הגמלה כאילו הוא נהנה משיעור הכנסות המצוי, מעל רף ההכנסות המזכה בגמלת הבטחת הכנסה, ולפיכך כמי שאינו נזקק לסיוע המדינה.\nהעותרים\n[\nעריכת קוד מקור\n|\nעריכה\n]\nהעותרים בבג\"ץ 10662/04, העותרות בבג\"ץ 3282/05 והעותרת בבג\"ץ 7804/05 הגישו אומנם את העתירות בנפרד זה מזה, אך טיעוניהם נשמעו במאוחד במסגרת הדיון בבג\"ץ 10662/04, הגם שלא כל העתירות טוענות כנגד אותם היבטים בחוק, וזאת משום שורה של טענות מרכזיות המשותפות לשלושתן.\nסלאח חסן, העותר בבג\"ץ 10662/04, נשוי ואב לחמישה ילדים, החל לקבל מחודש אוקטובר 2001 גמלת הבטחת הכנסה. חסן הגיש בקשה למוסד\nביטוח לאומי\nלאשר לו שימוש ברכב לצורך הסעת ביתו העיוורת מבלי שהדבר יביא לשלילת גמלת הבטחת ההכנסה לה היה זכאי באותה עת. בקשתו נדחתה מאחר שחסן לא הוכיח צורך רפואי מהסוג המאפשר לפי החוק להחזיק רכב ובד בבד לקבל גמלת הבטחת הכנסה. אל חסן הצטרפו ארגון להגנת זכויות עובדים ומובטלים \"סאות אלעמל\" והמרכז המשפטי לזכויות המיעוט הערבי ארגון \"\nעדאלה\n\", שגם ייצג את העותרים בעתירה זו.\nבנוסף לחסן היו בין העותרות עוד חמש נשים אמהות חד הוריות, שעקב הוראות סעיף 9(א) לחוק הבטחת הכנסה לעניין בעלות או השימוש ברכב, ולפניו הוראה המקבילה בתקנות הביטוח הלאומי, נשללה מהן גמלת הבטחת הכנסה. עקב כך, נדרשו חלק מהעותרות להשיב את הסכומים שקיבלו כגמלה מהביטוח הלאומי. נדחתה תביעת עותרת אחת לגמלה, וקוזזו כספים מגמלתה של עותרת נוספת. לעותרות הצטרפו עמותת \"מחויבות לשלום ולצדק חברתי\" ועמותת \"\nאיתך\n\", משפטניות למען צדק חברתי.\nעותרת נוספת הייתה אף היא אם חד-הורית במועד הגשת העתירה וגמלת הבטחת הכנסה נשללה ממנה בפסק דינו של\nבית הדין הארצי לעבודה\n, לאחר שהוברר כי היא מנהלת\nמשק בית משותף\nעם בעלה לשעבר (דבר שאינו שולל כשלעצמו זכאות לגמלת הבטחת הכנסה, אך מחייב בדיקת זכאות לתא משפחתי שכזה) וכי בנוסף היא עושה שימוש תכוף ברכבו. בית הדין האזורי לעבודה קבע אף שאין מספיק ראיות לקיום משק בית משותף, ועל כן יש לשלול מהעותרת את הגמלה מחמת השימוש ברכב\n[\n6\n]\n.\nטענות העותרים\n[\n7\n]\n[\nעריכת קוד מקור\n|\nעריכה\n]\nהטענה המרכזית שהציגו העותרים היא כי הקביעה בסעיף 9א (ב) לחוק הבטחת הכנסה השוללת את הגמלה ממי שבבעלותו או בשימושו רכב, פוגעת בזכות היסוד לתנאי קיום מינימליים, זאת משום שהיא שוללת את זכותו של אדם לגמלת הבטחת הכנסה גם אם נסיבות חייו הן כאלה שהשימוש או הבעלות על הרכב אין בהם כדי לקבוע שיש ברשותו אמצעים לקיום מינימלי בכבוד. העותרים טענו כי השלילה הקטגורית, מונעת בדיקה פרטנית לגופו של עיניין, האם אכן השימוש ברכב או הבעלות עליו, מעידים על רמת חיים חריגה, והיא חלה גם אם השימוש או הבעלות כרוכים בהוצאות סמליות בלבד ואף אם הם נחוצים על מנת לקיים חיים בכבוד מינימלי. עיקר הטענה הייתה על כך שצורך כזה עלול להתעורר בשל מחלה, מקום מגורים מרוחק המנותק מתחבורה ציבורית או בשל הרצון להשתלב בשוק העבודה. בנוסף נטען כי הפגיעה בזכות לתנאי קיום מינימליים מתעצמת במקרה של שלילת הגמלה, משום שגמלת הבטחת הכנסה עומדת בליבת ההגנה על כבוד האדם. העותרים בשלוש העתירות לא טענו שבעלות או שימוש ברכב מהווים מרכיב חיוני של קיום מינמאלי בכבוד, אך הם טענו כי יש בשימוש ברכב כדי לסייע לניהול חיים תקינים כגון: התייצבות בלשכת התעסוקה, חיפוש אחר מקומות עבודה חדשים, נגישות לקבלת טיפול רפואי ולשמירה על חיים חברתיים. ארגון עדאלה (שייצג את העותרים) הוסיף וטען כי למקבלי הקצבה הערבים, המהווים כ-26% מכלל מקבלי הגמלה, שימוש התחבורה ציבורית אינו יכול לשמש תחליף לשימוש ברכב, שכן במרבית היישובים הערבים אין כלל תחבורה ציבורית סדירה ותדירה.\nטענה נוספת שהועלתה היא כי המחוקק לא נדרש כלל לשאלת מהו \"שימוש\" ברכב, אשר בגינו תשלל הגמלה. המבחנים שגובשו בפסיקת\nבית הדין לעבודה\nהרחיבו מאוד את הגדרת השימוש, כך שבפועל, כל שימוש ברכב מוביל לשלילת הגמלה גם אם אינו מקביל לשימוש בעלים. נוסף על כך נטען כי מבקשי גמלה רבים נעזרים ברכב השייך לבני משפחה או למכרים ואין להם זכות להשפיע על שוויו, וכי ישנן קבוצות רבות אשר אינן עובדות כלל ובכל זאת השימוש ברכב חיוני לניהול חייהן ולמילוי אחר חובותיהן ההוריות.\nמאחר שקבלת הגמלה מבוססת על מבחני זכאות שונים, הכוללים בין היתר בחינה של המצב המשפחתי, דרישה למיצוי כושר השתכרות ועריכת מבחן הכנסות מפורט, יש גם היגיון מעשי בבחינת העמידה במבחני פסקת ההגבלה ולא בשלב קביעת הפגיעה בזכות. העותרים מיקדו טענותיהם בתנאי המידתיות וטענו כי אין קשר רציונלי בין שימוש או בעלות על הרכב ובין התכלית של החוק, הואיל ומהשימוש ברכב אשר נעשה על ידן לא ניתן להפיק הכנסה, אף לא רעיונית.\nעוד נטען כי על פי החוק הקיים עמידת המדינה על כימות הסיוע המשפחתי שניתן למבקשי הגמלה מהווה תמריץ שלילי לבני משפחה לעזור זה לזה, ומעידה על התנערות המדינה מחובותיה כלפי תושביה ואזרחיה.\nבנוסף עמדו העותרים על הפליה בין מקבלי גמלת הבטחת הכנסה לבין מקבלי גמלת השלמת הכנסה. זאת מאחר שסעיפים מסוימים מאפשרים למקבלי השלמת הכנסה בתנאים הקבועים בהם, להחזיק ברכב מבלי שתישלל גמלתם, ואינם מאפשרים הסדר דומה למקבלי הבטחת הכנסה. העותרים טענו כי הסדר זה מפלה באופן שרירותי וכוללני בין מקבלי גמלת הבטחת הכנסה, לבין מקבלי גמלת השלמת הכנסה ופוגע בזכות החוקתית לקיום מינימלי בכבוד ובזכות של מקבלי גמלת הבטחת הכנסה.\nטענות המשיבים (המדינה)\n[\n8\n]\n[\nעריכת קוד מקור\n|\nעריכה\n]\nהמדינה טענה כי סעיף 9א (ב) לחוק הבטחת הכנסה מגלם מדיניות חברתית-כלכלית של המחוקק. מדיניות זו אינה נתונה ל\nביקורת שיפוטית\nהואיל והיא מעגנת שורה של זכויות סוציאליות, אשר לא הגיעו למעמד של\nזכויות יסוד\n. רק חלק מצומצם ממדיניות זו, מהווה זכות חוקתית לכבוד במובן של הזכות שלא לחיות במחסור קיומי מכורח, ואילו המקרה הנוכחי אינו עומד בתנאי זכות זו כלל ועיקר.\nהמדינה הוסיפה וטענה כי יש להבחין בין הניתוח החוקתי במקרה של טענה לפגיעה בזכות אזרחית, לבין הניתוח החוקתי במקרה של טענה לפגיעה בזכות חברתית-כלכלית וזאת בשני אופניים מרכזיים. האחד: יש לצמצם את היקפה של הזכות החוקתית, ולהגדיר באופן צר את האינטרס המוגן בחוק כאינטרס של מניעת חיים במחסור קיומי מכורח. השני: יש למקד את הבדיקה החוקתית בשלב הראשון, ולבחון האם בכלל ישנה פגיעה בזכות המוגנת. בהתאם לכך, תפקידו של ביהמ\"ש לבחון רק את קיומו של קשר רציונלי בין תנאי הזכאות (קרי: הבעלות או השימוש ברכב) לבין האינטרס המוגן על ידי החוק.\nלגופן של טענות העותרים השיבה המדינה כי הרציונל ביסוד שלילת הגמלה ממי שבבעלותו או בשימושו רכב, הוא העלות הגבוהה וההוצאות הכספיות המשמעותיות הכרוכות באחזקת הרכב. תחשיבי עלות אחזקת רכב חודשית, המבוססים על מודלים סטטיסטיים, מצביעים על כך שההוצאה הכספית החודשית קרובה מאוד לגובה גמלה ממוצע, ועל כן מצדיקה את שלילת הזכאות לגמלה. המדינה ביססה את טענתה זו על ההנחה לפיה קיימת הסתברות גבוהה לכך שמימון הוצאות אחזקת הרכב נעשה מהכנסותיו העצמיות של מבקש הגמלה, הכנסות עליהן לא דיווח למוסד ביטוח לאומי, ומאחר שמבחן ההכנסה הוא המבחן המרכזי לבדיקת הזכאות לגמלה, קיימת הצדקה לשלילתה במקרה זה.\nבעיניין הזכות לכבוד שהיא הנקודה שעמדה במרכז הדיון, טענת המדינה כי המודל הפרשני לפרישת היקף הזכות לכבוד, הוא מודל המחסור הקיומי הנובע מכורח. על פי מודל זה, מוטלת על המדינה חובה חוקתית לדאוג לאזרחיה רק במקרה בו נוצר סיכון לכך שאדם יאלץ בעל כורחו לחיות במחסור קיומי. בכל מקרה בו ניתן לתבוע מהפרט לבצע שינוי ראוי מבחינה נורמטיבית, נוצר בפניו מרחב בחירה אשר שולל את ההנחה לפיה הוא נמצא במצב זה מכפייה או מכורח ועל כן פטורה המדינה מחובתה החוקתית.\nפסק הדין\n[\nעריכת קוד מקור\n|\nעריכה\n]\nנשיאת בית המשפט העליון השופטת דורית ביניש, פסקה כי הוראת סעיף 9א (ב), המביאה לשלילת גמלת הבטחת הכנסה מאדם המחזיק או משתמש ברכב ואינו עומד בחריגים הקבועים בסעיף 9א (ג) אינה מידתית, ומשום כך אינה עומדת במבחני החוקיות. לטענתנה, הוראת הסעיף לפיה יש לראות בבעלות על רכב או שימוש בו כהכנסה שסכומה אינו נמוך מגובה הגמלה, \"פוגעת בזכות לקיום מינימלי בכבוד, פגיעה שאינה מידתית. שלילתה של רשת המגן האחרונה הדרושה להבטחת קיום אנושי בכבוד מאלה הזקוקים לה ביותר, ובאופן גורף וכוללני, סותרת את\nחוק היסוד: כבוד האדם וחירותו\n. התוצאה המתבקשת היא כי יש להכריז על בטלותו של סעיף 9א (ב) לחוק הבטחת הכנסה\".\nכל השופטים הסכימו פה אחד עם דעתה של נשיאת בית המשפט דורית ביניש. השופטת עדנה ארבל אף הוסיפה כי על אף שבעיניין החלטות המחייבות הקצאת משאבים בהיקפים גדולים, היא מודעת לצורך באיפוק וריסון מצד בית המשפט, אלא שבמקרה זה בית המשפט אינו יכול לעמוד מנגד נוכח פגיעה בזכויות יסוד, וזאת מתוך הגנה על אלו הזקוקים לכך. לדבריה בית המשפט רואה עצמו מחויב להגן על זכויותיהם של אלו הבאים בשעריו, כאשר הן נפגעות על ידי החקיקה הקיימת,\nקל וחומר\nכאשר העותרים הם אנשים קשיי יום, שנטל הפרנסה רובץ על כתפיהם, הנמצאים בתחתית הסולם החברתי-כלכלי ונזקקים לגמלה כרשת מגן אחרונה מפני רעב\nהשופט סלים ג'בראן הוסיף כי:\n”כידוע עוני ומצוקה יוצרים מעגל קסמים ממנו קשה אף לחזקים להיחלץ. זוהי מציאות המעוררת תחושות של ניכור וחוסר הזדהות, וחונקת את התקווה לשינוי. ללא תנאי מחיה מינימאליים אין האדם יכול לממש את חירותו, ללא תנאי מחיה מינימאליים אין באפשרותו לקיים חיים אוטונומיים ומלאים ואין הוא יכול להפוך לחלק פעיל מחברתו וקהילתו”\n.\nלאור כך החליט בית המשפט על ביטולו של סעיף 9א (ב) לחוק הבטחת הכנסה. השופטים קבעו כי הסעיף אינו חוקתי משום שיש בו פגיעה בזכות לקיום אנושי מינימלי בכבוד. בית המשפט קבע כי זכות זו אינה נגזרת מהזכות לכבוד אלא כזכות יסוד, כזו הנטויה עמוק בבסיסה של הזכות החוקתית לכבוד האדם.\nטענת המדינה כי יש לקבוע מודל שונה לביקורת חוקתית כאשר מדובר בפגיעה בזכות חברתית נדחתה, והשופטים קבעו כי יש לקיים ביקורת שיפוטית באותה המתכונת הנהוגה כשחוק של הכנסת פוגע בזכות בסיסית של האדם, וזאת ללא קשר לשאלה האם מדובר בזכות חברתית או בזכות אזרחית-פוליטית.\nבהחלטות השופטים נכתב כי \"לא ניתן לכבד את הזכות לכבוד בלא לכבד את זכותו של האדם לתנאים מינימליים של קיום אנושי. צלמו של האדם נפגע בראש ובראשונה אם הוא מגיע לעוני מרוד ומשפיל\". ההחלטה נכנסה לתוקף שישה חודשים מיום מתן פסק הדין, בתאריך 1 בספטמבר 2012, משום הצורך במתן פרק זמן מסוים למדינה לגבש הסדר חלופי ולתקן את התקנות הנדרשות.\nבעקבות פסק הדין\n[\nעריכת קוד מקור\n|\nעריכה\n]\nפסק דין זה ביטל חקיקה ראשית של הכנסת, והביא לשינוי החוק הקיים ולמודל חדש לחישוב גמלת הבטחת ההכנסה. התיקון לחוק פורסם ביום 2 באוגוסט 2012, ופורטו בו התנאים בהם אדם יכול לקבל קיצבה על פי החוק גם אם הוא משתמש ברכב או משמש לו כבעלים\n[\n9\n]\n. בהמשך לכך גובשו גם תקנות מיוחדות לנושא הבטחת הכנסה והן פורסמו ביום 24 בספטמבר 2012\n[\n10\n]\n.\nמתן פסק דין זה בבג\"ץ היווה התפתחות חשובה בהיקשר החוקתי של דיני הביטחון הסוציאלי. הייתה זו הפעם הראשונה בה נקט בית המשפט באמצעי החוקתי של פסילת חקיקה ראשית של הכנסת על בסיס פגיעה בזכות חברתית. התקדים נוצר למעשה בחיבור שעשה בית המשפט בין התמיכה בזכות לקיום בכבוד כזכות חוקתית, לבין הנכונות לתת לתמיכה זו ביטוי מוחשי בצורה של פסילת חקיקה, על אף שעשויות להיות לה השלכות תקציביות מכבידות. הגישה הכללית העולה מפסק הדין באשר לזכות הקיום בכבוד מדגישה את חיוניותה ומרכזיותה של הזכות\n[\n11\n]\n.\nראו גם\n[\nעריכת קוד מקור\n|\nעריכה\n]\nחוק הבטחת הכנסה\nמבחן אמצעים\nמלכודת הרווחה\nתוכנית מהל\"ב\nהזכות לתנאי מחיה הולמים\nלקריאה נוספת\n[\nעריכת קוד מקור\n|\nעריכה\n]\nדפנה ברק-ארז\n,\nתקדימיוֹת - נשים קובעות תקדים במשפט הישראלי\n,\nכנרת, זמורה, דביר\n, 2024, הפרק \"על מכונית וקיום בכבוד\", עמ' 248–250.\nקישורים חיצוניים\n[\nעריכת קוד מקור\n|\nעריכה\n]\nבג\"ץ 10662/04 סלאח חסן ואחרים נ' המוסד לביטוח לאומי ואחר\n, ניתן ב־28 בפברואר 2012. פ\"ד כרך ס\"ה, חלק ראשון, עמ' 782–882\nחוק הבטחת הכנסה, תשמ\"א–1980\nסלים ג'ובראן וחגי קלעי,\nתחולתה של הזכות החוקתית לקיום מינימלי בכבוד על אנשים החיים בעוני – פרשנותם הראויה של דיני ההוצאה לפועל לאחר פסק הדין בבג\"ץ 10662/04 חסן נ' המוסד לביטוח לאומי\n,\nעיוני משפט\n, ל\"ז (2014), עמ' 195–234.\nאבישי בניש\nו\nמיכל קרומר-נבו\n,\nלמלא את החלל: מודל לזכות לקיום בכבוד בעקבות המשפט החוקתי הגרמני\n,\nעבודה, חברה ומשפט\nי\"ד (2015), עמ' 263–278.\nדפנה ברק-ארז\nואייל גרוס,\nהזכויות החברתיות והמאבק על אזרחות חברתית בישראל: מעבר לזכות לכבוד\n,\nנבו\n(2009), עמ' 189–217.\nאמיר פז-פוקס,\nכבוד לעניים: בין כבוד האדם לזכות לביטחון סוציאלי\n,\nביטחון סוציאלי\n75 (כסלו תשס\"ח, נובמבר 2007), עמ' 9–38.\nאבישי בניש,\nהזכות לקיום בכבוד כזכות חוקתית: בעקבות פסק דין סלאח חסן\n, עת סיוע 3, 24 בנובמבר 2013\nמשפט עברי: התקדימים ששינו את פני המדינה\n, באתר\nnrg\n‏, 5 במאי 2014: אורי ישראל פז, כבוד חברתי: הזכות לקיום מינימלי בכבוד – זכות יסוד\nקיצוץ גמלאות הבטחת הכנסה והזכות לחיות בכבוד\n, באתר\nהאגודה לזכויות האזרח בישראל\nברק מדינה\n,\nהזכות לקיום אנושי בכבוד: בעקבות פסק-דין חסן\n, בלוג המרצים למשפטים באוניברסיטה העברית\nהערות שוליים\n[\nעריכת קוד מקור\n|\nעריכה\n]\n^\nתומר זרחין,\nביניש נפרדה בפסיקה: החזקת רכב אינה עילה לשלילת הבטחת הכנסה\n, באתר\nהארץ\n, 28 בפברואר 2012\n^\nמתוך חוק הבטחת הכנסה (מס' 1417) מיום 30 בספטמבר 1979, תש\"ם, עמ' 2\n^\nסעיף 2 לחוק הבטחת הכנסה התשמ\"א-1980\n^\nמתוך סקירה שנתית לשנת 2005 של המוסד לביטוח לאומי, פרק 3: הבטחת הכנסה למעוטי יכולת\n^\nמתוך חוק הבטחת הכנסה התשמ\"א-1980\n^\nמתוך פסק הדין בבג\"ץ 10662/04 פסקאות 2–5\n^\nמתוך פסק הדין בבג\"ץ 10662/04 פסקאות 12–18\n^\nמתוך פסק הדין בג\"ץ 10662/04 פסקאות 19–22\n^\nתיקון מספר 40 לחוק הבטחת הכנסה התשע\"ב מיום 2 באוגוסט 2012 עמ' 610\n^\nקובץ תקנות מס' 7165 מיום 24 בספטמבר 2012, עמ' 5–10.\n^\nדר אבישי ביניש,\nהזכות לקיום בכבוד כזכות חוקתית: בעקבות פסק דין סלאח חסן\n, באתר מתוך אתר הלשכה לסיוע משפטי, ‏24 בנובמבר 2013\nהבהרה:\nהמידע בוויקיפדיה נועד להעשרה בלבד ו\nאין לראות בו ייעוץ משפטי\n.\nאוחזר מתוך \"\nhttps://he.wikipedia.org/w/index.php?title=בג%22ץ_חסן_נגד_המוסד_לביטוח_לאומי&oldid=42350708\n\"",
  "extracted_text": "בג\"ץ 10662/04 סלאח חסן ואחרים נגד המוסד לביטוח לאומי ואחרים\nמידע החלטה\nערכאה\nבית המשפט העליון\nתאריך החלטה\n28 בפברואר\n2012\nחברי ה\nמותב\nחברי המותב\nדורית ביניש\n,\nמרים נאור\n,\nעדנה ארבל\n,\nאליקים רובינשטיין\n,\nסלים ג'ובראן\n,\nאסתר חיות\n,\nעוזי פוגלמן\nבג\"ץ 10662/04\nסלאח חסן ואחרים נגד המוסד לביטוח לאומי ואחרים\nניתן ביום\n28 בפברואר\n2012\nוהכריע בסוגיית סעיף 9א (ב) לחוק הבטחת הכנסה, אשר שלל קיצבת הבטחת הכנסה באופן קטגורי ממי שהשתמש או שהחזיק בבעלותו\nרכב פרטי\n. הֶרכּב מורחב של שבעה שופטים הכריע בעתירה זו וקבע כי סעיף החוק כפי שקיים פוגע ב\nזכות לקיום האנושי המינימלי בכבוד\n, שהיא זכות יסוד חוקתית. בפסיקה זו ביטל בית המשפט למעשה חקיקה ראשית של הכנסת. היה זה הביטול הראשון של חוק בעילת פגיעה בזכות חברתית. החלטה זו הייתה החלטתה האחרונה של השופטת\nדורית ביניש\nכנשיאת\nבית המשפט העליון\n[\n1\n]\n.\nרקע\n[\nעריכת קוד מקור\n|\nעריכה\n]\nחוק הבטחת הכנסה\n[\nעריכת קוד מקור\n|\nעריכה\n]\nחוק הבטחת הכנסה התשמ\"א–1980 קובע כי לכל אדם בישראל שמלאו לו 25 שנה, ואין ביכולתו להבטיח לעצמו או למשפחתו\nהכנסה\nלצורכי מחייה, יש לשלם קצבה בשיעור הקבוע בחוק. תכליתו העיקרית של החוק היא לתמוך בתושבי מדינת ישראל שאינם יכולים לספק לעצמם את צורכיהם ולהעניק להם רשת ביטחון סוציאלית בסיסית\n[\n2\n]\n. יישום החלטה זו נעשה באמצעות גמלה דיפרנציאלית בהתאם לגילו ולמצבו המשפחתי של הזכאי.\nקבלת הגמלה מותנית בשלושה מבחנים, וכדי להיות זכאי לה יש לעמוד בשלושתם גם יחד:\nמבחן התושבות: על המבקש להיות\nתושב ישראל\nב-12 החודשים אשר קדמו לבקשתו (כאשר חוקק החוק התקופה עמדה על 24 חודשים וקוצרה לאחר מכן).\nמבחן ההכנסה: למבקש אין\nהכנסה\nמכל מקור שהוא (שכר, הון, רכוש, וחלק מקצבאות הביטוח הלאומי).\nמבחן תעסוקה: המבקש ממצה את יכולתו להשתכר בשוק התעסוקה\n[\n3\n]\n.\nהמדיניות הכללית בישראל בתחילת שנות ה-2000\n[\nעריכת קוד מקור\n|\nעריכה\n]\nבמהלך שנות ה-90 חל גידול משמעותי במספר המשפחות המקבלות הבטחת הכנסה, מ-32 אלף משפחות בשנת 1990 ל-151 אלף משפחות בשנת 2002. שיעור המקבלים גמלת הבטחת הכנסה מתוך כלל האוכלוסייה בגילאי העבודה, גדל מ-2% בשנת 1991 ל-4.6% בשנת 1999. מספר הנפשות הממוצע למשפחה נתמכת קטן לאורך השנים מ-3.25 נפשות למשפחה, ל-2.66 נפשות למשפחה. מקורות הגידול העיקריים היו תחילת זכאותם של עולים חדשים לתשלומי הבטחת הכנסה החל משנת 1992 ו\nחוק משפחות חד הוריות\nמאותה שנה. גם שיעור הנשים המקבלות הבטחת הכנסה מכלל הנשים בגילאי עבודה זינק מ-2.4% ל-6.2%.\nבשנת 2002 החל\nמשרד האוצר\nבראשות השר\nבנימין נתניהו\n, במהלך לצמצום מספר מקבלי הבטחת הכנסה, כמו גם תשלומים אחרים באמצעות החמרת הקריטריונים לקבלת הבטחת הכנסה ו\nדמי אבטלה\n. צעדים אלו עוררו מחאות רבות שהבולטות שבהן הייתה הצעדה מ\nמצפה רמון\nלירושלים, בראשותה של הפעילה החברתית\nויקי קנפו\n.\nהחמרת הקריטריונים הובילה לקיטון במספר הכולל של מקבלי הבטחת הכנסה משיא של 161 אלף בתחילת 2003 ל-144 אלף בסוף שנת 2004. מספר המשפחות החד הוריות שעלה מכ-8 אלף בשנת 1990 ל-53 אלף ביוני 2003 צנח בעקבות החמרת התקנות בחודש זה ל-41 אלף בסוף שנת 2004. במספר היחידים, הקטינים והמשפחות לא חל כמעט שינוי בתקופה זו, כך שניתן להסיק כי הירידה במספר מקבלי הבטחת הכנסה באה כמעט במלואה מקרב משפחות חד-הוריות והן היו הנפגעות העיקריות מהמהלך שהוביל משרד האוצר. במקביל חלה ירידה ב\nשיעור האבטלה\nמשיעור שקרוב ל-11% לפחות מ-10% בתחילת שנת 2005\n[\n4\n]\n.\nעובדות\n[\nעריכת קוד מקור\n|\nעריכה\n]\nטרם פסיקת בג\"ץ קבע סעיף 5(ב) לחוק הבטחת הכנסה כי:\n5ב. הגמלה לזכאי שיש לו הכנסה תהיה בסכום השווה להפרש שבין הגמלה, שהיה זכאי לה לפי סעיפים קטנים (א) או (ה) לולא ההכנסה, לבין ההכנסה.\nואילו סעיפים 9א (א) ו-9א (ב) לחוק הבטחת הכנסה קבעו כי:\n9א. (א) בסעיף זה. \"רכב\" – רכב מנועי כהגדרתו בסעיף 1 ל\nפקודת התעבורה\n, שבבעלות התובע או שבשימושו של התובע או ילדו הנמצא עמו, למעט אופנוע.\n(ב) לעיניין חוק זה רואים בכפוף להוראות סעיף קטן (ג) רכב כנכס אשר מופקת ממנו הכנסה חודשית שסכומה אינו נמוך מסכום הגמלה שהייתה משתלמת לתובע, לולא הוראות סעיף קטן זה\n[\n5\n]\n.\nשילוב סעיפים אלה הביא למסקנה על פיה מי שבבעלותו רכב או שעושה בו שימוש קבוע, אינו זכאי לגמלת הבטחת הכנסה באופן\nקטגורי\n, שכן רואים את \"הכנסתו\" מן הרכב כאילו הייתה בגובה הגמלה שהייתה משתלמת לו אילולא היה הרכב בבעלותו או בשימושו. למעשה, החוק ראה את מבקש הגמלה כאילו הוא נהנה משיעור הכנסות המצוי, מעל רף ההכנסות המזכה בגמלת הבטחת הכנסה, ולפיכך כמי שאינו נזקק לסיוע המדינה.\nהעותרים\n[\nעריכת קוד מקור\n|\nעריכה\n]\nהעותרים בבג\"ץ 10662/04, העותרות בבג\"ץ 3282/05 והעותרת בבג\"ץ 7804/05 הגישו אומנם את העתירות בנפרד זה מזה, אך טיעוניהם נשמעו במאוחד במסגרת הדיון בבג\"ץ 10662/04, הגם שלא כל העתירות טוענות כנגד אותם היבטים בחוק, וזאת משום שורה של טענות מרכזיות המשותפות לשלושתן.\nסלאח חסן, העותר בבג\"ץ 10662/04, נשוי ואב לחמישה ילדים, החל לקבל מחודש אוקטובר 2001 גמלת הבטחת הכנסה. חסן הגיש בקשה למוסד\nביטוח לאומי\nלאשר לו שימוש ברכב לצורך הסעת ביתו העיוורת מבלי שהדבר יביא לשלילת גמלת הבטחת ההכנסה לה היה זכאי באותה עת. בקשתו נדחתה מאחר שחסן לא הוכיח צורך רפואי מהסוג המאפשר לפי החוק להחזיק רכב ובד בבד לקבל גמלת הבטחת הכנסה. אל חסן הצטרפו ארגון להגנת זכויות עובדים ומובטלים \"סאות אלעמל\" והמרכז המשפטי לזכויות המיעוט הערבי ארגון \"\nעדאלה\n\", שגם ייצג את העותרים בעתירה זו.\nבנוסף לחסן היו בין העותרות עוד חמש נשים אמהות חד הוריות, שעקב הוראות סעיף 9(א) לחוק הבטחת הכנסה לעניין בעלות או השימוש ברכב, ולפניו הוראה המקבילה בתקנות הביטוח הלאומי, נשללה מהן גמלת הבטחת הכנסה. עקב כך, נדרשו חלק מהעותרות להשיב את הסכומים שקיבלו כגמלה מהביטוח הלאומי. נדחתה תביעת עותרת אחת לגמלה, וקוזזו כספים מגמלתה של עותרת נוספת. לעותרות הצטרפו עמותת \"מחויבות לשלום ולצדק חברתי\" ועמותת \"\nאיתך\n\", משפטניות למען צדק חברתי.\nעותרת נוספת הייתה אף היא אם חד-הורית במועד הגשת העתירה וגמלת הבטחת הכנסה נשללה ממנה בפסק דינו של\nבית הדין הארצי לעבודה\n, לאחר שהוברר כי היא מנהלת\nמשק בית משותף\nעם בעלה לשעבר (דבר שאינו שולל כשלעצמו זכאות לגמלת הבטחת הכנסה, אך מחייב בדיקת זכאות לתא משפחתי שכזה) וכי בנוסף היא עושה שימוש תכוף ברכבו. בית הדין האזורי לעבודה קבע אף שאין מספיק ראיות לקיום משק בית משותף, ועל כן יש לשלול מהעותרת את הגמלה מחמת השימוש ברכב\n[\n6\n]\n.\nטענות העותרים\n[\n7\n]\n[\nעריכת קוד מקור\n|\nעריכה\n]\nהטענה המרכזית שהציגו העותרים היא כי הקביעה בסעיף 9א (ב) לחוק הבטחת הכנסה השוללת את הגמלה ממי שבבעלותו או בשימושו רכב, פוגעת בזכות היסוד לתנאי קיום מינימליים, זאת משום שהיא שוללת את זכותו של אדם לגמלת הבטחת הכנסה גם אם נסיבות חייו הן כאלה שהשימוש או הבעלות על הרכב אין בהם כדי לקבוע שיש ברשותו אמצעים לקיום מינימלי בכבוד. העותרים טענו כי השלילה הקטגורית, מונעת בדיקה פרטנית לגופו של עיניין, האם אכן השימוש ברכב או הבעלות עליו, מעידים על רמת חיים חריגה, והיא חלה גם אם השימוש או הבעלות כרוכים בהוצאות סמליות בלבד ואף אם הם נחוצים על מנת לקיים חיים בכבוד מינימלי. עיקר הטענה הייתה על כך שצורך כזה עלול להתעורר בשל מחלה, מקום מגורים מרוחק המנותק מתחבורה ציבורית או בשל הרצון להשתלב בשוק העבודה. בנוסף נטען כי הפגיעה בזכות לתנאי קיום מינימליים מתעצמת במקרה של שלילת הגמלה, משום שגמלת הבטחת הכנסה עומדת בליבת ההגנה על כבוד האדם. העותרים בשלוש העתירות לא טענו שבעלות או שימוש ברכב מהווים מרכיב חיוני של קיום מינמאלי בכבוד, אך הם טענו כי יש בשימוש ברכב כדי לסייע לניהול חיים תקינים כגון: התייצבות בלשכת התעסוקה, חיפוש אחר מקומות עבודה חדשים, נגישות לקבלת טיפול רפואי ולשמירה על חיים חברתיים. ארגון עדאלה (שייצג את העותרים) הוסיף וטען כי למקבלי הקצבה הערבים, המהווים כ-26% מכלל מקבלי הגמלה, שימוש התחבורה ציבורית אינו יכול לשמש תחליף לשימוש ברכב, שכן במרבית היישובים הערבים אין כלל תחבורה ציבורית סדירה ותדירה.\nטענה נוספת שהועלתה היא כי המחוקק לא נדרש כלל לשאלת מהו \"שימוש\" ברכב, אשר בגינו תשלל הגמלה. המבחנים שגובשו בפסיקת\nבית הדין לעבודה\nהרחיבו מאוד את הגדרת השימוש, כך שבפועל, כל שימוש ברכב מוביל לשלילת הגמלה גם אם אינו מקביל לשימוש בעלים. נוסף על כך נטען כי מבקשי גמלה רבים נעזרים ברכב השייך לבני משפחה או למכרים ואין להם זכות להשפיע על שוויו, וכי ישנן קבוצות רבות אשר אינן עובדות כלל ובכל זאת השימוש ברכב חיוני לניהול חייהן ולמילוי אחר חובותיהן ההוריות.\nמאחר שקבלת הגמלה מבוססת על מבחני זכאות שונים, הכוללים בין היתר בחינה של המצב המשפחתי, דרישה למיצוי כושר השתכרות ועריכת מבחן הכנסות מפורט, יש גם היגיון מעשי בבחינת העמידה במבחני פסקת ההגבלה ולא בשלב קביעת הפגיעה בזכות. העותרים מיקדו טענותיהם בתנאי המידתיות וטענו כי אין קשר רציונלי בין שימוש או בעלות על הרכב ובין התכלית של החוק, הואיל ומהשימוש ברכב אשר נעשה על ידן לא ניתן להפיק הכנסה, אף לא רעיונית.\nעוד נטען כי על פי החוק הקיים עמידת המדינה על כימות הסיוע המשפחתי שניתן למבקשי הגמלה מהווה תמריץ שלילי לבני משפחה לעזור זה לזה, ומעידה על התנערות המדינה מחובותיה כלפי תושביה ואזרחיה.\nבנוסף עמדו העותרים על הפליה בין מקבלי גמלת הבטחת הכנסה לבין מקבלי גמלת השלמת הכנסה. זאת מאחר שסעיפים מסוימים מאפשרים למקבלי השלמת הכנסה בתנאים הקבועים בהם, להחזיק ברכב מבלי שתישלל גמלתם, ואינם מאפשרים הסדר דומה למקבלי הבטחת הכנסה. העותרים טענו כי הסדר זה מפלה באופן שרירותי וכוללני בין מקבלי גמלת הבטחת הכנסה, לבין מקבלי גמלת השלמת הכנסה ופוגע בזכות החוקתית לקיום מינימלי בכבוד ובזכות של מקבלי גמלת הבטחת הכנסה.\nטענות המשיבים (המדינה)\n[\n8\n]\n[\nעריכת קוד מקור\n|\nעריכה\n]\nהמדינה טענה כי סעיף 9א (ב) לחוק הבטחת הכנסה מגלם מדיניות חברתית-כלכלית של המחוקק. מדיניות זו אינה נתונה ל\nביקורת שיפוטית\nהואיל והיא מעגנת שורה של זכויות סוציאליות, אשר לא הגיעו למעמד של\nזכויות יסוד\n. רק חלק מצומצם ממדיניות זו, מהווה זכות חוקתית לכבוד במובן של הזכות שלא לחיות במחסור קיומי מכורח, ואילו המקרה הנוכחי אינו עומד בתנאי זכות זו כלל ועיקר.\nהמדינה הוסיפה וטענה כי יש להבחין בין הניתוח החוקתי במקרה של טענה לפגיעה בזכות אזרחית, לבין הניתוח החוקתי במקרה של טענה לפגיעה בזכות חברתית-כלכלית וזאת בשני אופניים מרכזיים. האחד: יש לצמצם את היקפה של הזכות החוקתית, ולהגדיר באופן צר את האינטרס המוגן בחוק כאינטרס של מניעת חיים במחסור קיומי מכורח. השני: יש למקד את הבדיקה החוקתית בשלב הראשון, ולבחון האם בכלל ישנה פגיעה בזכות המוגנת. בהתאם לכך, תפקידו של ביהמ\"ש לבחון רק את קיומו של קשר רציונלי בין תנאי הזכאות (קרי: הבעלות או השימוש ברכב) לבין האינטרס המוגן על ידי החוק.\nלגופן של טענות העותרים השיבה המדינה כי הרציונל ביסוד שלילת הגמלה ממי שבבעלותו או בשימושו רכב, הוא העלות הגבוהה וההוצאות הכספיות המשמעותיות הכרוכות באחזקת הרכב. תחשיבי עלות אחזקת רכב חודשית, המבוססים על מודלים סטטיסטיים, מצביעים על כך שההוצאה הכספית החודשית קרובה מאוד לגובה גמלה ממוצע, ועל כן מצדיקה את שלילת הזכאות לגמלה. המדינה ביססה את טענתה זו על ההנחה לפיה קיימת הסתברות גבוהה לכך שמימון הוצאות אחזקת הרכב נעשה מהכנסותיו העצמיות של מבקש הגמלה, הכנסות עליהן לא דיווח למוסד ביטוח לאומי, ומאחר שמבחן ההכנסה הוא המבחן המרכזי לבדיקת הזכאות לגמלה, קיימת הצדקה לשלילתה במקרה זה.\nבעיניין הזכות לכבוד שהיא הנקודה שעמדה במרכז הדיון, טענת המדינה כי המודל הפרשני לפרישת היקף הזכות לכבוד, הוא מודל המחסור הקיומי הנובע מכורח. על פי מודל זה, מוטלת על המדינה חובה חוקתית לדאוג לאזרחיה רק במקרה בו נוצר סיכון לכך שאדם יאלץ בעל כורחו לחיות במחסור קיומי. בכל מקרה בו ניתן לתבוע מהפרט לבצע שינוי ראוי מבחינה נורמטיבית, נוצר בפניו מרחב בחירה אשר שולל את ההנחה לפיה הוא נמצא במצב זה מכפייה או מכורח ועל כן פטורה המדינה מחובתה החוקתית.\nפסק הדין\n[\nעריכת קוד מקור\n|\nעריכה\n]\nנשיאת בית המשפט העליון השופטת דורית ביניש, פסקה כי הוראת סעיף 9א (ב), המביאה לשלילת גמלת הבטחת הכנסה מאדם המחזיק או משתמש ברכב ואינו עומד בחריגים הקבועים בסעיף 9א (ג) אינה מידתית, ומשום כך אינה עומדת במבחני החוקיות. לטענתנה, הוראת הסעיף לפיה יש לראות בבעלות על רכב או שימוש בו כהכנסה שסכומה אינו נמוך מגובה הגמלה, \"פוגעת בזכות לקיום מינימלי בכבוד, פגיעה שאינה מידתית. שלילתה של רשת המגן האחרונה הדרושה להבטחת קיום אנושי בכבוד מאלה הזקוקים לה ביותר, ובאופן גורף וכוללני, סותרת את\nחוק היסוד: כבוד האדם וחירותו\n. התוצאה המתבקשת היא כי יש להכריז על בטלותו של סעיף 9א (ב) לחוק הבטחת הכנסה\".\nכל השופטים הסכימו פה אחד עם דעתה של נשיאת בית המשפט דורית ביניש. השופטת עדנה ארבל אף הוסיפה כי על אף שבעיניין החלטות המחייבות הקצאת משאבים בהיקפים גדולים, היא מודעת לצורך באיפוק וריסון מצד בית המשפט, אלא שבמקרה זה בית המשפט אינו יכול לעמוד מנגד נוכח פגיעה בזכויות יסוד, וזאת מתוך הגנה על אלו הזקוקים לכך. לדבריה בית המשפט רואה עצמו מחויב להגן על זכויותיהם של אלו הבאים בשעריו, כאשר הן נפגעות על ידי החקיקה הקיימת,\nקל וחומר\nכאשר העותרים הם אנשים קשיי יום, שנטל הפרנסה רובץ על כתפיהם, הנמצאים בתחתית הסולם החברתי-כלכלי ונזקקים לגמלה כרשת מגן אחרונה מפני רעב\nהשופט סלים ג'בראן הוסיף כי:\n”כידוע עוני ומצוקה יוצרים מעגל קסמים ממנו קשה אף לחזקים להיחלץ. זוהי מציאות המעוררת תחושות של ניכור וחוסר הזדהות, וחונקת את התקווה לשינוי. ללא תנאי מחיה מינימאליים אין האדם יכול לממש את חירותו, ללא תנאי מחיה מינימאליים אין באפשרותו לקיים חיים אוטונומיים ומלאים ואין הוא יכול להפוך לחלק פעיל מחברתו וקהילתו”\n.\nלאור כך החליט בית המשפט על ביטולו של סעיף 9א (ב) לחוק הבטחת הכנסה. השופטים קבעו כי הסעיף אינו חוקתי משום שיש בו פגיעה בזכות לקיום אנושי מינימלי בכבוד. בית המשפט קבע כי זכות זו אינה נגזרת מהזכות לכבוד אלא כזכות יסוד, כזו הנטויה עמוק בבסיסה של הזכות החוקתית לכבוד האדם.\nטענת המדינה כי יש לקבוע מודל שונה לביקורת חוקתית כאשר מדובר בפגיעה בזכות חברתית נדחתה, והשופטים קבעו כי יש לקיים ביקורת שיפוטית באותה המתכונת הנהוגה כשחוק של הכנסת פוגע בזכות בסיסית של האדם, וזאת ללא קשר לשאלה האם מדובר בזכות חברתית או בזכות אזרחית-פוליטית.\nבהחלטות השופטים נכתב כי \"לא ניתן לכבד את הזכות לכבוד בלא לכבד את זכותו של האדם לתנאים מינימליים של קיום אנושי. צלמו של האדם נפגע בראש ובראשונה אם הוא מגיע לעוני מרוד ומשפיל\". ההחלטה נכנסה לתוקף שישה חודשים מיום מתן פסק הדין, בתאריך 1 בספטמבר 2012, משום הצורך במתן פרק זמן מסוים למדינה לגבש הסדר חלופי ולתקן את התקנות הנדרשות.\nבעקבות פסק הדין\n[\nעריכת קוד מקור\n|\nעריכה\n]\nפסק דין זה ביטל חקיקה ראשית של הכנסת, והביא לשינוי החוק הקיים ולמודל חדש לחישוב גמלת הבטחת ההכנסה. התיקון לחוק פורסם ביום 2 באוגוסט 2012, ופורטו בו התנאים בהם אדם יכול לקבל קיצבה על פי החוק גם אם הוא משתמש ברכב או משמש לו כבעלים\n[\n9\n]\n. בהמשך לכך גובשו גם תקנות מיוחדות לנושא הבטחת הכנסה והן פורסמו ביום 24 בספטמבר 2012\n[\n10\n]\n.\nמתן פסק דין זה בבג\"ץ היווה התפתחות חשובה בהיקשר החוקתי של דיני הביטחון הסוציאלי. הייתה זו הפעם הראשונה בה נקט בית המשפט באמצעי החוקתי של פסילת חקיקה ראשית של הכנסת על בסיס פגיעה בזכות חברתית. התקדים נוצר למעשה בחיבור שעשה בית המשפט בין התמיכה בזכות לקיום בכבוד כזכות חוקתית, לבין הנכונות לתת לתמיכה זו ביטוי מוחשי בצורה של פסילת חקיקה, על אף שעשויות להיות לה השלכות תקציביות מכבידות. הגישה הכללית העולה מפסק הדין באשר לזכות הקיום בכבוד מדגישה את חיוניותה ומרכזיותה של הזכות\n[\n11\n]\n.\nראו גם\n[\nעריכת קוד מקור\n|\nעריכה\n]\nחוק הבטחת הכנסה\nמבחן אמצעים\nמלכודת הרווחה\nתוכנית מהל\"ב\nהזכות לתנאי מחיה הולמים\nלקריאה נוספת\n[\nעריכת קוד מקור\n|\nעריכה\n]\nדפנה ברק-ארז\n,\nתקדימיוֹת - נשים קובעות תקדים במשפט הישראלי\n,\nכנרת, זמורה, דביר\n, 2024, הפרק \"על מכונית וקיום בכבוד\", עמ' 248–250.\nקישורים חיצוניים\n[\nעריכת קוד מקור\n|\nעריכה\n]\nבג\"ץ 10662/04 סלאח חסן ואחרים נ' המוסד לביטוח לאומי ואחר\n, ניתן ב־28 בפברואר 2012. פ\"ד כרך ס\"ה, חלק ראשון, עמ' 782–882\nחוק הבטחת הכנסה, תשמ\"א–1980\nסלים ג'ובראן וחגי קלעי,\nתחולתה של הזכות החוקתית לקיום מינימלי בכבוד על אנשים החיים בעוני – פרשנותם הראויה של דיני ההוצאה לפועל לאחר פסק הדין בבג\"ץ 10662/04 חסן נ' המוסד לביטוח לאומי\n,\nעיוני משפט\n, ל\"ז (2014), עמ' 195–234.\nאבישי בניש\nו\nמיכל קרומר-נבו\n,\nלמלא את החלל: מודל לזכות לקיום בכבוד בעקבות המשפט החוקתי הגרמני\n,\nעבודה, חברה ומשפט\nי\"ד (2015), עמ' 263–278.\nדפנה ברק-ארז\nואייל גרוס,\nהזכויות החברתיות והמאבק על אזרחות חברתית בישראל: מעבר לזכות לכבוד\n,\nנבו\n(2009), עמ' 189–217.\nאמיר פז-פוקס,\nכבוד לעניים: בין כבוד האדם לזכות לביטחון סוציאלי\n,\nביטחון סוציאלי\n75 (כסלו תשס\"ח, נובמבר 2007), עמ' 9–38.\nאבישי בניש,\nהזכות לקיום בכבוד כזכות חוקתית: בעקבות פסק דין סלאח חסן\n, עת סיוע 3, 24 בנובמבר 2013\nמשפט עברי: התקדימים ששינו את פני המדינה\n, באתר\nnrg\n‏, 5 במאי 2014: אורי ישראל פז, כבוד חברתי: הזכות לקיום מינימלי בכבוד – זכות יסוד\nקיצוץ גמלאות הבטחת הכנסה והזכות לחיות בכבוד\n, באתר\nהאגודה לזכויות האזרח בישראל\nברק מדינה\n,\nהזכות לקיום אנושי בכבוד: בעקבות פסק-דין חסן\n, בלוג המרצים למשפטים באוניברסיטה העברית\nהערות שוליים\n[\nעריכת קוד מקור\n|\nעריכה\n]\n^\nתומר זרחין,\nביניש נפרדה בפסיקה: החזקת רכב אינה עילה לשלילת הבטחת הכנסה\n, באתר\nהארץ\n, 28 בפברואר 2012\n^\nמתוך חוק הבטחת הכנסה (מס' 1417) מיום 30 בספטמבר 1979, תש\"ם, עמ' 2\n^\nסעיף 2 לחוק הבטחת הכנסה התשמ\"א-1980\n^\nמתוך סקירה שנתית לשנת 2005 של המוסד לביטוח לאומי, פרק 3: הבטחת הכנסה למעוטי יכולת\n^\nמתוך חוק הבטחת הכנסה התשמ\"א-1980\n^\nמתוך פסק הדין בבג\"ץ 10662/04 פסקאות 2–5\n^\nמתוך פסק הדין בבג\"ץ 10662/04 פסקאות 12–18\n^\nמתוך פסק הדין בג\"ץ 10662/04 פסקאות 19–22\n^\nתיקון מספר 40 לחוק הבטחת הכנסה התשע\"ב מיום 2 באוגוסט 2012 עמ' 610\n^\nקובץ תקנות מס' 7165 מיום 24 בספטמבר 2012, עמ' 5–10.\n^\nדר אבישי ביניש,\nהזכות לקיום בכבוד כזכות חוקתית: בעקבות פסק דין סלאח חסן\n, באתר מתוך אתר הלשכה לסיוע משפטי, ‏24 בנובמבר 2013\nהבהרה:\nהמידע בוויקיפדיה נועד להעשרה בלבד ו\nאין לראות בו ייעוץ משפטי\n.\nאוחזר מתוך \"\nhttps://he.wikipedia.org/w/index.php?title=בג%22ץ_חסן_נגד_המוסד_לביטוח_לאומי&oldid=42350708\n\"",
  "error": null,
  "final_url": "https://he.wikipedia.org/wiki/%D7%91%D7%92%22%D7%A5_%D7%A1%D7%9C%D7%90%D7%97_%D7%97%D7%A1%D7%9F_%D7%A0%D7%92%D7%93_%D7%94%D7%9E%D7%95%D7%A1%D7%93_%D7%9C%D7%91%D7%99%D7%98%D7%95%D7%97_%D7%9C%D7%90%D7%95%D7%9E%D7%99",
  "raw_html_length": 105046
}