{
  "stream": "stream_3_additional_legislation",
  "status": "partial",
  "findings": [
    {
      "topic": "חוק יישום הסכם הביניים - סקירה כללית",
      "content": "חוק יישום הסכם הביניים בדבר הגדה המערבית ורצועת עזה (סמכויות שיפוט והוראות אחרות) (תיקוני חקיקה), תשנ\"ו-1996, נחקק ליישום הסכם אוסלו ב' (28.9.1995). החוק מתקן מספר חוקים ישראליים כדי להתאימם למצב החדש שנוצר.",
      "source": "חוק יישום הסכם הביניים, תשנ\"ו-1996"
    },
    {
      "topic": "סעיף 37 - תיקון חוק הביטוח הלאומי",
      "content": "סעיף 37 לחוק יישום הסכם הביניים מתקן את חוק הביטוח הלאומי. התיקון מגדיר 'תושב ישראל באזור' (אזרח ישראלי או תושב קבע המתגורר ביהודה ושומרון) ומקנה לו זכויות ביטוח לאומי. התיקון גם מסדיר את מנגנון היטל ההשוואה.",
      "source": "חוק יישום הסכם הביניים, סעיף 37"
    },
    {
      "topic": "היטל ההשוואה (Equalization Levy)",
      "content": "היטל ההשוואה הוא ההפרש בין תשלום הביטוח המלא לבין הביטוח החלקי שמכסה עובדים פלסטינים. המעסיק מנכה את ההפרש משכר העובד, וכספים אלה אמורים לעבור למשרד האוצר ומשם לרשות הפלסטינית ולקופות החולים. בפועל, דוחות מצביעים על כך שרוב הכספים לא מגיעים ליעדם. בשנת 2014 לבדה נוכו כ-100 מיליון שקל מהעובדים למטרות שירותי בריאות ורווחה, אך רובם הועברו למשרד האוצר ולא שימשו למטרתם.",
      "source": "מאקי - הפרת זכויות רפואיות של עובדים פלסטינים; Jewish Currents - Welfare State of Exclusion"
    },
    {
      "topic": "תקנות הביטוח הלאומי (זכויות וחובות לשאינם תושבי ישראל) תשמ\"ז-1987",
      "content": "תקנות אלו מגדירות 'תושב אזור' ומקנות זכויות וחובות מוגבלות. התקנות קובעות 5 תנאים לתושבות אזור, וכוללות 15 תקנות המסדירות ביטוח מצומצם של 3 ענפים: נפגעי עבודה, אימהות, ופשיטת רגל של מעסיק. שיעורי דמי הביטוח נמוכים יותר מאלה של תושבי ישראל.",
      "source": "תקנות הביטוח הלאומי תשמ\"ז-1987, חילן"
    },
    {
      "topic": "פרק ו' לחוק יישום הסכם הביניים - עניני עבודה",
      "content": "פרק ו' של החוק עוסק בענייני עבודה ומסדיר את מעמד העובדים הפלסטינים. הוא קובע כי עובד פלסטיני זכאי לתנאי עבודה זהים לאלה של עובד ישראלי, כולל שכר, ימי חופשה, דמי מחלה, פיצויי פיטורים ופנסיה.",
      "source": "חוק יישום הסכם הביניים, פרק ו'"
    },
    {
      "topic": "חוק איו\"ש - החלת חקיקה על ישראלים בשטחים",
      "content": "חוק הארכת תוקפן של תקנות שעת חירום (יהודה והשומרון - שיפוט בעבירות ועזרה משפטית), המכונה 'חוק איו\"ש', מאפשר החלת חוקים ישראליים על אזרחים ישראליים המתגוררים ביהודה ושומרון. באמצעות מנגנון זה, חוק הביטוח הלאומי חל על מתנחלים ישראלים באופן אישי (לא טריטוריאלי).",
      "source": "המכון הישראלי לדמוקרטיה (IDI)"
    },
    {
      "topic": "מבוטח מעסיק פלסטיני vs ישראלי",
      "content": "קיימים 3 תרחישים שונים להעסקת עובד פלסטיני: (1) העסקה בישראל - דיווח דרך רשות האוכלוסין; (2) עובד עם אישור איחוד משפחות - דיווח כעובד תושב חוץ ישירות לביטוח לאומי; (3) העסקה בשטחים - פתיחת תיק ניכויים במס הכנסה (סדרה 948).",
      "source": "ביטוח לאומי - שאלות נפוצות למעסיקים"
    }
  ],
  "difficulties": [
    "הנוסח המלא של סעיף 37 לא נמצא באופן טקסטואלי מלא - ויקיטקסט חסם גישה (403)",
    "הפרטים המדויקים של חישוב היטל ההשוואה דורשים גישה לתקנות עדכניות",
    "הקשר בין חוק יישום הסכם הביניים לבין הסכמים בין-לאומיים (פריס) דורש מחקר נוסף"
  ],
  "insights": [
    "היטל ההשוואה הוא מנגנון מפתח - ההפרש בין ביטוח מלא לחלקי משמש כ'קנס' על העסקת פלסטינים",
    "מערכת כפולה: ישראלים בשטחים מקבלים ביטוח מלא, פלסטינים בשטחים מקבלים ביטוח חלקי בלבד",
    "הפער בין החוק (עובד פלסטיני זכאי לתנאים זהים) לפרקטיקה (רוב הכספים לא מגיעים ליעדם) הוא עצום",
    "מבחן מעניין: 3 תרחישי העסקה שונים = 3 מסלולי דיווח שונים לביטוח לאומי",
    "מבקר המדינה קבע שהתנהלות מת\"ש (אגף שירות למעסיקים) 'חמורה ביותר'",
    "כ-100 מיליון שקל בשנה מנוכים מעובדים פלסטינים לביטוח בריאות ורווחה - רובם לא מגיעים ליעדם"
  ],
  "sources": [
    {"title": "חוק יישום הסכם הביניים - נבו", "url": "https://www.nevo.co.il/law_html/law01/177_006.htm", "type": "law"},
    {"title": "חוק יישום הסכם הביניים - ויקיטקסט", "url": "https://he.wikisource.org/wiki/חוק_יישום_הסכם_הביניים_בדבר_הגדה_המערבית_ורצועת_עזה_(סמכויות_שיפוט_והוראות_אחרות)_(תיקוני_חקיקה)", "type": "law"},
    {"title": "חוק יישום הסכם הביניים - פריידמן", "url": "https://www.fridmanwork.com/X6204.html", "type": "law"},
    {"title": "IDI: הכל אודות חוק איו\"ש", "url": "https://www.idi.org.il/articles/39011", "type": "article"},
    {"title": "Maki: Violations of Palestinian Workers Medical Rights", "url": "https://maki.org.il/en/?p=6536", "type": "report"},
    {"title": "Jewish Currents: Welfare State of Exclusion", "url": "https://jewishcurrents.org/welfare-state-of-exclusion", "type": "article"},
    {"title": "BTL FAQ: העסקת תושב שטחים", "url": "https://www.btl.gov.il/About/faq/MasikimFaq/Pages/", "type": "guideline"},
    {"title": "כל-זכות: ביטוח לאומי לעובדים פלסטינים", "url": "https://www.kolzchut.org.il/he/ביטוח_לאומי_לעובדים_פלסטינים", "type": "guide"}
  ],
  "scripts_created": []
}