{
  "stream": "stream_5_case_law",
  "status": "partial",
  "findings": [
    {
      "topic": "מבחן מרכז החיים - התפתחות פסיקתית",
      "content": "הפסיקה פיתחה את 'מבחן מרכז החיים' כמבחן מרכזי לקביעת תושבות לצורך ביטוח לאומי. המבחן כולל שני היבטים: אובייקטיבי (מקום מגורים, משפחה, עבודה, נכסים, חינוך ילדים, קשרים קהילתיים) וסובייקטיבי (תפיסת האדם את מרכז חייו). בית הדין הארצי לעבודה קבע כי יש לבחון את 'מרב הזיקות' - מכלול הנסיבות ולא קריטריון יחיד.",
      "source": "פסיקת בית הדין הארצי לעבודה; כל-זכות"
    },
    {
      "topic": "בג\"ץ 10662/04 סלאח חסן - הערה",
      "content": "בג\"ץ סלאח חסן (10662/04, פסק דין מ-28.2.2012) עוסק בחוק הבטחת הכנסה - לא ישירות בביטוח לאומי לפלסטינים. הרכב של 7 שופטים קבע שסעיף 9א(ב) לחוק הבטחת הכנסה, ששלל גמלה ממי שמחזיק רכב, פוגע בזכות החוקתית לקיום בכבוד. זהו פסק הדין הראשון שבו ביטל בג\"ץ חקיקה ראשית של הכנסת על בסיס פגיעה בזכות חברתית. רלוונטי למחקר כדוגמה לביקורת שיפוטית על חקיקה סוציאלית.",
      "source": "המכלול; supremedecisions.court.gov.il"
    },
    {
      "topic": "תושבי מזרח ירושלים - פסיקה ייחודית",
      "content": "בית הדין הארצי לעבודה קבע כי תושבי מזרח ירושלים הגרים בשכונות כמו זיתון או צור באהר ייחשבו תושבים לצורך ביטוח לאומי, אך רק אם התגוררו באזורים אלו בעת שנקבע מסלול גדר ההפרדה. לאחר בניית הגדר, מי שנשאר 'מעבר לגדר' עלול לאבד את מעמדו כתושב ובכך את זכויותיו בביטוח לאומי.",
      "source": "פסיקת בית הדין הארצי לעבודה"
    },
    {
      "topic": "מבחן 183 הימים vs מרכז חיים",
      "content": "פסק דין חדש קובע כי תושבות לעניין הביטוח הלאומי תיקבע לפי מבחן מרכז החיים ומרב הזיקות, ולא לפי מניית ימים (183 יום). זאת בניגוד לפקודת מס הכנסה שם מניית הימים מהווה חזקה. הבדל זה חשוב כי הוא מאפשר לביטוח לאומי לשלול תושבות גם ממי ששוהה רוב הזמן בישראל אם 'מרכז חייו' נמצא במקום אחר.",
      "source": "פסיקה; asnafy.co.il"
    },
    {
      "topic": "עובדים פלסטינים - נפגעי עבודה בפסיקה",
      "content": "בתי הדין לעבודה דנו בתביעות רבות של עובדים פלסטינים שנפגעו בעבודה. הבעיות המרכזיות בפסיקה: (1) קושי בהוכחת יחסי עובד-מעביד כשהמעסיק לא רשום; (2) בעיות ראייתיות כשתלושי שכר לא משקפים את המציאות; (3) קושי בגישה לבתי דין (עובד פלסטיני מאבד היתר כשלא עובד בגלל פציעה); (4) דרישה למימון טיפול רפואי לפני הכרה בתאונת עבודה.",
      "source": "קו לעובד; ביטוח לאומי - פסקי דין נפגעי עבודה"
    },
    {
      "topic": "הזכות לקיום בכבוד כזכות חוקתית",
      "content": "בעקבות פסק דין סלאח חסן, משרד המשפטים ניתח את המשמעות של הכרה בזכות לקיום בכבוד כזכות חוקתית. הניתוח מצביע על כך שזכויות סוציאליות, כולל ביטוח לאומי, עשויות ליהנות מהגנה חוקתית. משמעות אפשרית: שלילת ביטוח לאומי מאוכלוסיות שלמות (כמו פלסטינים בשטחים) עשויה להיתפס כפגיעה בזכות חוקתית.",
      "source": "משרד המשפטים - ניוזלטר; news1.co.il"
    },
    {
      "topic": "מבקר המדינה על אגף שירות למעסיקים (מת\"ש)",
      "content": "מבקר המדינה קבע שמת\"ש - האחראי על ניכויי עובדים פלסטינים - 'כשל במילוי חובתו להגן על זכויות העובדים הפלסטינים'. מיליונים בניכויים למרפאות בריאות תעסוקתית הוסטו ולא שימשו למטרתם. המבקר תיאר את ההתנהלות כ'חמורה ביותר' (gravely wrong).",
      "source": "State Comptroller report; Maki party report"
    }
  ],
  "difficulties": [
    "פסקי דין ספציפיים על עובדים פלסטינים קשים לאיתור ברשת - רובם במאגרי פסיקה בתשלום (נבו, תקדין, פסקדין)",
    "בג\"ץ סלאח חסן אינו ישירות על ביטוח לאומי לפלסטינים - אלא על הבטחת הכנסה",
    "חסרים פסקי דין מרכזיים על היקף הזכויות של עובדים פלסטינים בענף נפגעי עבודה"
  ],
  "insights": [
    "הפסיקה יצרה את המבחן המרכזי (מרכז חיים) מכיוון שהחוק עצמו שותק בנושא הגדרת תושב",
    "גדר ההפרדה יצרה מציאות משפטית חדשה - שלילת תושבות מירושלמים מזרחיים שנשארו 'מעבר לגדר'",
    "פסק דין סלאח חסן רלוונטי באנלוגיה: אם שלילת גמלה בגלל רכב היא פגיעה בזכות חוקתית, מה לגבי שלילת ביטוח לאומי מאוכלוסייה שלמה?",
    "הבעיות הפרוצדורליות (גישה לבתי דין, תלושי שכר, הוכחת יחסי עובד-מעביד) מונעות בפועל ממרבית העובדים לממש זכויותיהם",
    "ההבחנה בין מבחן ימים (מס הכנסה) למבחן מרכז חיים (ביטוח לאומי) היא ייחודית ומשפיעה על אלפי אנשים"
  ],
  "sources": [
    {"title": "בג\"ץ 10662/04 סלאח חסן - פסק דין מלא", "url": "https://supremedecisions.court.gov.il/Home/Download?path=HebrewVerdicts/04/620/106/n44&fileName=04106620.N44&type=2", "type": "case_law"},
    {"title": "בג\"ץ סלאח חסן - המכלול", "url": "https://www.hamichlol.org.il/בג\"ץ_סלאח_חסן_נגד_המוסד_לביטוח_לאומי", "type": "article"},
    {"title": "הזכות לקיום בכבוד - משרד המשפטים", "url": "https://www.justice.gov.il/Units/SiuaMishpaty/NewsLetters/NewsLetter3/law/Pages/hma.aspx", "type": "article"},
    {"title": "ביטוח לאומי - פסקי דין נפגעי עבודה", "url": "https://www.btl.gov.il/About/Vaadot/PiskeiDin/NifgaeiAvoda/Pages/default.aspx", "type": "case_law"},
    {"title": "כל-זכות: תושב ישראל", "url": "https://www.kolzchut.org.il/he/תושב_ישראל", "type": "guide"},
    {"title": "IDI: התערבות בג\"ץ בזכויות חברתיות", "url": "https://www.idi.org.il/articles/28735", "type": "article"},
    {"title": "State Comptroller on Matash", "url": "https://maki.org.il/en/?p=6536", "type": "report"}
  ],
  "scripts_created": []
}